Repository: alheekmahlib/alquranalkareem
Catalog: lib/core/services/l10n/app_*.arb
Languages: be, es

# appName
source: Al Quran Al Kareem - Al Heekmah Library
be: পবিত্র কোরআন - উইজডম লাইব্রেরি
es: Al Quran Al Kareem - Biblioteca Al Heekmah

# search_hint
source: Search the verses of the Quran
be: পবিত্র কুরআনের আয়াত অনুসন্ধান করুন
es: Buscar los versos del Corán

source: Menu
be: ক্রমতালিকা

source: Notes
be: মন্তব্য
es: Notas

# note_title
source: Title
be: নোট উপাধি
es: Título

# add_new_note
source: Add a new note
be: একটি নতুন নোট যোগ করুন
es: Agregar una nueva nota

source: Note Details
be: নোট বিবরণ
es: Detalles de la nota

# bookmarks
source: Bookmarks Saved
be: বুকমার্ক সংরক্ষিত
es: Marcadores guardados

# bookmark_title
source: Bookmark Name
be: বুকমার্ক নাম
es: Nombre del marcador

# add_new_bookmark
source: Add a new Bookmark
be: একটি নতুন বুকমার্ক যোগ করুন
es: Agregar un nuevo marcador

source: Save
be: সংরক্ষণ
es: Ahorrar

source: Edit
be: সংশোধন
es: Editar

# azkar
source: Athkar
be: দোয়া

# aya_count
source: Number of verses
be: আয়াত সংখ্যা
es: Número de versos

# quran_sorah
source: All Sorah
be: সব সূরা
es: Todo Sorah

# about_us
source: About App
be: অ্যাপ সম্পর্কে
es: Acerca de la aplicación

# stop_title
source: The noble Qur’an - Al-Heekmah Library
be: পবিত্র কুরআনের এনডোমেন্ট - উইজডম লাইব্রেরি
es: El noble Corán - Biblioteca Al-Heekmah

# email
source: Contact us
be: যোগাযোগ করুন
es: Contacta con nosotras

# select_player
source: Reader selected
be: পাঠক নির্বাচিত
es: Lector seleccionada

source: Delete
be: মুছে ফেলা
es: Borrar

source: Page
be: পৃষ্ঠা
es: Página

# search_word
source: Ayah To search
be: আয়াত অনুসন্ধান করতে
es: Busca el verso

# search_description
source: You can search for all verses of the Noble Qur’an, just type a word from the verse.
be: আপনি নোবেল কোরানের সমস্ত আয়াত অনুসন্ধান করতে পারেন, শুধু আয়াত থেকে একটি শব্দ টাইপ করুন।.
es: Puede buscar todos los versos del Noble Corán, simplemente escriba una palabra del verso.

# fontSize
source: Change Font Size
be: ফন্টের মাপ পরিবর্তন করুন
es: Cambia tamaño de fuente

# waqfName
source: Stop Signs
be: থামো চিহ্ন
es: Señales de alto

# green
source: Green Mode
be: সবুজ মোড
es: Modo verde

# brown
source: Brown Mode
be: বাদামী মোড
es: Modo Marrón

# dark
source: Dark Mode
be: অন্ধকার মোড
es: Modo oscuro

# azkarfav
source: Athkar Favorite
be: প্রিয় দোয়া
es: Athkar favorita

# themeTitle
source: Choose Appearance
be: রুপ নির্বাচন করুন
es: Elija Apariencia

# sorah
source: Surah
be: সূরা
es: Sorah

source: Part
be: অংশ
es: Parte

# langChange
source: Change the language
be: ভাষা পরিবর্তন করুন
es: Cambia el idioma

# tafChange
source: Choose an tafsir
be: একটি তাফসির চয়ন করুন
es: Elige un tafsir

# tafIbnkatheerN
source: Tafsir Ibn Kathir
be: তাফসির ইবনে কাসীর

# tafBaghawyN
source: Tafsir al-Baghawi
be: তাফসীর আল-বাগাভী

# tafQurtubiN
source: Tafsir al-Qurtubi
be: তাফসির আল-কুরতুবী

# tafSaadiN
source: Tafsir As-Sadi
be: তাফসির আস-সাদী

# tafTabariN
source: Tafsir al-Tabari
be: তাফসির আল-তাবারী

# tafIbnkatheerD
source: Tafsir al-Quran al-Azim
be: তাফসীর আল-কুরআন আল-আযীম
es: Tafsir al-Corán al-Azim

# tafBaghawyD
source: Maalim al-Tanzil
be: মালিম আল-তানযিল

# tafQurtubiD
source: Al-Jami li Ahkam al-Quran
be: আল-জামি লি আহকাম আল-কুরআন
es: Al-Jami li Ahkam al-Corán

# tafSaadiD
source: Taiseer Kalam Almannan
be: তাইসির কালাম আলমান্নান

# tafTabariD
source: Jami al-Bayan an Tawil [ay] al Quran
be: জামি আল-বায়ান আন তাবিল [আয়] আল কুরআন
es: Jami al-Bayan an Tawil [ay] al Corán

# appLang
source: App Language
be: অ্যাপের ভাষা
es: Idioma de la aplicación

source: Setting
be: বিন্যাস
es: Configuración

# reader1
source: Abdul Basit
be: আব্দুল বাসিত

# reader2
source: Mohamed Siddiq El-Minshawi
be: মোহাম্মদ সিদ্দিক এল-মিনশাওয়ি

# reader3
source: Mahmoud Khalil Al-Hussary
be: মাহমুদ খলিল আল হুসারি

# reader4
source: Ahmed Ibn Ali Al-Ajamy
be: আহমদ ইবনে আলী আল-আজামী

# reader5
source: Maher Al Muaiqly
be: মাহের আল মুয়াইকলি

# reader6
source: Saad Al Ghamdi
be: সাদ আল গামদি

# alheekmahlib
source: Alheekmah Library
be: আলহেকমাহ লাইব্রেরী
es: Biblioteca Alheekmah

source: Next
be: পরবর্তী
es: Próxima

source: Start
be: শুরু করুন
es: Comenzar

# quranPages
source: Al Quran (Pages)
be: আল কুরআন (পৃষ্ঠা)
es: Al Corán (Páginas)

# quranText
source: Al Quran (Ayah)
be: আল কুরআন (আয়াহ)
es: Al Corán (Ayah)

# tafseer
source: Al Tafseer
be: আল তাফসীর

# allJuz
source: Parts of the Qur'an
be: কুরআনের কিছু অংশ
es: Partes del Corán

# copyAzkarText
source: The Azkar has been copied!
be: আজকার অনুলিপি করা হয়েছে
es: ¡Se ha copiado el Azkar!

# addBookmark
source: Bookmark added!
be: বুকমার্ক যোগ!
es: ¡Marcador añadido!

# deletedBookmark
source: Bookmark deleted!
be: বুকমার্ক মুছে ফেলা হয়েছে!
es: ¡Marcador eliminado!

# deletedReminder
source: Reminder deleted!
be: অনুস্মারক মুছে ফেলা হয়েছে!
es: ¡Recordatorio eliminado!

# fillAllFields
source: Please fill in the fields!
be: ক্ষেত্র পূরণ করুন!
es: ¡Por favor complete los campos!

source: Version
be: সংস্করণ
es: Versión

# share
source: Share The App
be: অ্যাপটি শেয়ার করুন
es: Comparte la aplicación

# facebook
source: Follow us on Facebook
be: ফেসবুকে আমাদের অনুসরণ করুন
es: Síguenos en Facebook

# addZekrBookmark
source: The Zekr has been added to favourites
be: Zekr প্রিয়তে যোগ করা হয়েছে
es: El Zekr ha sido agregado a favoritos

# deletedZekrBookmark
source: The Zekr has been removed to favourites!
be: Zekr ফেভারিট থেকে সরানো হয়েছে!
es: ¡El Zekr ha sido eliminado de favoritos!

source: Page No
be: পৃষ্ঠা সংখ্যা
es: Nú de página

source: Last Read
be: শেষ পড়া
es: Última lectura

# copyAyah
source: The verse has been copied
be: আয়াতটি অনুলিপি করা হয়েছে
es: El verso ha sido copiado.

# copyTafseer
source: The Tafseer has been copied
be: তাফসীরটি অনুলিপি করা হয়েছে
es: La Tafseer ha sido copiada

source: Online
be: অনলাইন
es: En línea

source: Download
be: ডাউনলোড
es: Descargar

# noInternet
source: The device is not connected to the Internet!
be: ডিভাইসটি ইন্টারনেটের সাথে সংযুক্ত নয়!
es: ¡El dispositivo no está conectado a Internet!

# mobileDataAyat
source: Note: You are using cellular data to download verses!
be: দ্রষ্টব্য: আপনি আয়াত ডাউনলোড করতে সেলুলার ডেটা ব্যবহার করছেন!
es: Nota: ¡Está utilizando datos móviles para descargar versos!

# mobileDataSurahs
source: Note: You are using cellular data to download the surahs!
be: দ্রষ্টব্য: আপনি সূরা ডাউনলোড করতে সেলুলার ডেটা ব্যবহার করছেন!
es: Nota: ¡Está utilizando datos móviles para descargar las suras!

# mobileDataListen
source: Note: You are using cellular data to listen to surahs!
be: দ্রষ্টব্য: আপনি সূরা শোনার জন্য সেলুলার ডেটা ব্যবহার করছেন!
es: Nota: ¡Está utilizando datos móviles para escuchar suras!

# choiceAyah
source: Please choose the verse first!
be: অনুগ্রহ করে প্রথমে আয়াতটি বেছে নিন!
es: ¡Elige el verso primero!

source: Stop Signs
be: থামো চিহ্ন
es: Señales de alto

source: About App
be: অ্যাপ সম্পর্কে
es: Acerca de la aplicación

source: Read More
be: আরও পড়ুন
es: Leer más

source: Read Less
be: কম পড়ুন
es: Leer menos

source: Ok
be: ঠিক আছে
es: Cancelar

source: Cancel
be: বাতিল করুন
es: Cancelar

source: Search To Surah
be: সূরা অনুসন্ধান করুন
es: Buscar a Sura

# addReminder
source: Add New Reminder
be: নতুন অনুস্মারক যোগ করুন
es: Agregar nuevo recordatorio

source: Last Listen
be: শেষ শুনুন
es: Última Escucha

source: Hizb
be: হিযব

# shareText
source: As text
be: পাঠ্য হিসাবে
es: Como texto

# shareImage
source: As an image
be: একটি ছবি হিসাবে
es: Como una imagen

# shareImageWTrans
source: As an image with additional content
be: অতিরিক্ত সামগ্রী সহ একটি চিত্র হিসাবে
es: Como una imagen

# shareTrans
source: Note: Sharing the interpretation in an image only supports the interpretation of Al-Saadi, because the interpretation is not lengthy.
be: দ্রষ্টব্য: একটি ছবিতে ব্যাখ্যা শেয়ার করা শুধুমাত্র আল-সাদীর ব্যাখ্যাকে সমর্থন করে, কারণ ব্যাখ্যাটি দীর্ঘ নয়।.
es: Nota: Compartir la interpretación en una imagen solo respalda la interpretación de Al-Saadi, porque la interpretación no es larga.

source: Translation
be: অনুবাদ
es: Traducción

source: Search
be: অনুসন্ধান করুন
es: Buscar

source: Surahs List
be: সূরার তালিকা
es: Lista de suras

source: Bookmarks List
be: বুকমার্ক তালিকা
es: Lista de marcadores

source: Copy
be: কপি
es: Copiar

# shareTafseer
source: Share
be: শেয়ার করুন
es: Compartir

source: Add To Bookmark
be: বুকমার্ক যোগ করুন
es: Agregar al marcador

source: Repeat Surah
be: সূরা পুনরাবৃত্তি করুন
es: repetir sura

source: Pause Surah
be: বিরতি সূরা
es: Pausa Sura

source: Replay Surah
be: সূরা রিপ্লে করুন
es: Reproducir sura

source: Skip To Previous
be: এড়িয়ে যান পূর্ববর্তীতে
es: Saltar a la anterior

# deletedPlayList
source: The playlist has been deleted
be: প্লেলিস্টটি মুছে ফেলা হয়েছে
es: La lista de reproducción ha sido eliminada

# createPlayList
source: Create the playlist
be: প্লেলিস্ট তৈরি করুন
es: Crear la lista de reproducción

# playList
source: Playlists
be: প্লেলিস্টগুলি
es: Listas de reproducción

# playListName
source: Type the name of the playlist
be: প্লেলিস্টের নাম টাইপ করুন
es: Escribe el nombre de la lista de reproducción

source: From
be: থেকে
es: De

source: To
be: প্রতি
es: A

# about_app
source: The application of the Qur’an Al Kareem is characterized by its approval of the edition of the King Fahd Complex for Printing the Noble Qur’an in Madinah because of its reliability and mastery. The Quran Al Kareem application is sponsored by the "Al-Heekmah Library". It is a well-designed application that allows you to read interactively with the text of the electronic Quran, listen to recitations, study the Quran Al Kareem and memorize it with ease.
es: La aplicación del Corán Al Kareem se caracteriza por su aprobación de la edición del Complejo Rey Fahd para la Impresión del Noble Corán en Medina por su confiabilidad y maestría. La aplicación Quran Al Kareem está patrocinada por la "Biblioteca Al-Heekmah". Es una aplicación bien diseñada que le permite leer de forma interactiva con el texto del Corán electrónico, escuchar recitaciones, estudiar el Corán Al Kareem y memorizarlo con facilidad.

# about_app2
source: Among the most important features of the application :
es: Entre las características más importantes de la aplicación:

# about_app3
source: ◉ This application enables you to read the Quran as if you were reading in the Mus'haf, and you can read in vertical and horizontal mode.\n◉ You can also read in variable mode that enables you to zoom in and out as you like.\n◉ The application has the feature of textual search in the verses of the Qur’an through real-time search and display of results with pages in addition to the possibility of going to the page as needed.\n◉ Addition to bookmarks so that the reader can save the page and return to it whenever he wants.\n◉ Addition to notes.\n◉ Ability to listen to each verse in voice of different readers.\n◉ The app allows interpretation for each verse, you can change between interpretations, and you can resize the interpretation line.\n◉ Index of Surahs.\n◉ Move between Surahs easily.\n◉ The app lets you read the meaning of stop signs.\n◉ The application enables you to read the Muslim fortress in full and divided by remembrance so that it is easy for the reader to navigate between sections, and you can add any mention to favorites.\n◉ The application allows the reader to read to change color patterns, including the dark pattern, which changes the background color in black and white lines to give the reader complete comfort when reading in a low-light atmosphere. \n◉ The app enables you to listen to the Surahs or download and listen to them at any time without the need for the internet.
es: ◉ Esta aplicación le permite leer el Corán como si estuviera leyendo en el Mus'haf, y puede leer en modo vertical y horizontal.\n◉ También puede leer en modo variable que le permite acercar y alejar el zoom a medida que como.\n◉ La aplicación tiene la función de búsqueda textual en los versos del Corán a través de búsqueda en tiempo real y visualización de resultados con páginas además de la posibilidad de ir a la página según sea necesario.\n◉ Adición a marcadores para que el lector pueda guardar la página y volver a ella cuando quiera.\n◉ Adición a notas.\n◉ Posibilidad de escuchar cada verso en voz de diferentes lectores.\n◉ La aplicación permite la interpretación de cada verso, puede cambiar entre interpretaciones y puede cambiar el tamaño de la línea de interpretación.\n◉ Índice de Surahs.\n◉ Muévase entre Surahs fácilmente.\n◉ La aplicación le permite leer el significado de las señales de alto.\n◉ La aplicación le permite para leer la fortaleza musulmana en su totalidad y dividida por el recuerdo para que sea fácil para el lector navegar entre se y puede agregar cualquier mención a favoritos.\n◉ La aplicación le permite al lector leer para cambiar los patrones de color, incluido el patrón oscuro, que cambia el color de fondo en líneas en blanco y negro para brindar al lector total comodidad al leer en un ambiente de poca luz. \n◉ La aplicación le permite escuchar las suras o descargarlas y escucharlas en cualquier momento sin necesidad de Internet.

# onboardTitle1
source: Easy interface
es: Interfaz fácil

source: Back To
es: De regreso
