Repository: alheekmahlib/alquranalkareem
Catalog: lib/l10n/app_*.arb
Languages: ur

# appName
source: Al Quran Al Kareem - Al Heekmah Library
ur: القرآن الکریم - الحکمہ لائبریری

# search_hint
source: Search the verses of the Quran
ur: قرآن کی آیات تلاش کریں

source: Menu
ur: مینو

source: Notes
ur: نوٹ

# note_title
source: Title
ur: نوٹ کا عنوان

# add_new_note
source: Add a new note
ur: ایک نیا نوٹ شامل کریں

source: Note Details
ur: نوٹ کی تفصیلات

# bookmarks
source: Bookmarks Saved
ur: بک مارکس محفوظ

# bookmark_title
source: Bookmark Name
ur: بک مارک کا نام

# add_new_bookmark
source: Add a new Bookmark
ur: ایک نیا بک مارک شامل کریں

source: Save
ur: محفوظ کریں

source: Edit
ur: ترمیم

# azkar
source: Athkar
ur: اذکار

# aya_count
source: Number of verses
ur: آیات کی تعداد

# quran_sorah
source: All Sorah
ur: تمام سورہ

# about_us
source: About App
ur: ایپ کے بارے میں

# stop_title
source: The noble Qur’an - Al-Heekmah Library
ur: نوبل قرآن - الحکمہ لائبریری

# about_app3
source: ◉ This application enables you to read the Quran as if you were reading in the Mus'haf, and you can read in vertical and horizontal mode.\n◉ You can also read in variable mode that enables you to zoom in and out as you like.\n◉ The application has the feature of textual search in the verses of the Qur’an through real-time search and display of results with pages in addition to the possibility of going to the page as needed.\n◉ Addition to bookmarks so that the reader can save the page and return to it whenever he wants.\n◉ Addition to notes.\n◉ Ability to listen to each verse in voice of different readers.\n◉ The app allows interpretation for each verse, you can change between interpretations, and you can resize the interpretation line.\n◉ Index of Surahs.\n◉ Move between Surahs easily.\n◉ The app lets you read the meaning of stop signs.\n◉ The application enables you to read the Muslim fortress in full and divided by remembrance so that it is easy for the reader to navigate between sections, and you can add any mention to favorites.\n◉ The application allows the reader to read to change color patterns, including the dark pattern, which changes the background color in black and white lines to give the reader complete comfort when reading in a low-light atmosphere.
ur: ◉ This application enables you to read the Quran as if you were reading in the Mus'haf, and you can read in vertical and horizontal mode.\n◉ You can also read in variable mode that enables you to zoom in and out as you like.\n◉ The application has the feature of textual search in the verses of the Qur’an through real-time search and display of results with pages in addition to the possibility of going to the page as needed.\n◉ Addition to bookmarks so that the reader can save the page and return to it whenever he wants.\n◉ Addition to notes.\n◉ Ability to listen to each verse in voice of different readers.\n◉ The app allows interpretation for each verse, you can change between interpretations, and you can resize the interpretation line.\n◉ Index of Surahs.\n◉ Move between Surahs easily.\n◉ The app lets you read the meaning of stop signs.\n◉ The application enables you to read the Muslim fortress in full and divided by remembrance so that it is easy for the reader to navigate between sections, and you can add any mention to favorites.\n◉ The application allows the reader to read to change color patterns, including the dark pattern, which changes the background color in black and white lines to give the reader complete comfort when reading in a low-light atmosphere. \n◉ The app enables you to listen to the Surahs or download and listen to them at any time without the need for the internet.

# email
source: Connect With US
ur: ہم سے رابطہ کریں

# select_player
source: Reader selected
ur: قاری کا انتخاب کیا گیا

source: Delete
ur: حذف کریں

source: Page
ur: صفحہ

# search_word
source: Ayah To search
ur: آیت تلاش کرنا

# search_description
source: You can search for all verses of the Noble Qur’an, just type a word from the verse.
ur: آپ نوبل قرآن کی تمام آیات کو تلاش کر سکتے ہیں، صرف آیت سے ایک لفظ ٹائپ کریں

# fontSize
source: Change Font Size
ur: فونٹ کا سائز تبدیل کریں

# waqfName
source: Stop Signs
ur: رکاوٹ کی علامتیں

# green
source: Green Mode
ur: ہرا موڈ

# brown
source: Brown Mode
ur: بہورا موڈ

# dark
source: Dark Mode
ur: ڈارک موڈ

# azkarfav
source: Athkar Favorite
ur: پسندیدہ اذکار

# themeTitle
source: Choose Appearance
ur: ظاہری شکل کا انتخاب کریں

source: Sorah
ur: سورہ

source: Part
ur: حصہ

# langChange
source: Change the language
ur: زبان تبدیل کریں

# tafChange
source: Choose an tafsir
ur: تفسیر کا انتخاب کریں

# tafIbnkatheerN
source: Tafsir Ibn Kathir
ur: تفسیر ابن کثیر

# tafBaghawyN
source: Tafsir al-Baghawi
ur: تفسیر البغوی

# tafQurtubiN
source: Tafsir al-Qurtubi
ur: تفسیر القرطبی

# tafSaadiN
source: Tafsir As-Sadi
ur: تفسیر السعدی

# tafTabariN
source: Tafsir al-Tabari
ur: تفسیر الطبری

# tafIbnkatheerD
source: Tafsir al-Quran al-Azim
ur: تفسیر القرآن العظیم

# tafBaghawyD
source: Maalim al-Tanzil
ur: معالیم التنزیل

# tafQurtubiD
source: Al-Jami li Ahkam al-Quran
ur: الجامع لاحکام القرآن

# tafSaadiD
source: Taiseer Kalam Almannan
ur: تیسیر کلام المنان

# tafTabariD
source: Jami al-Bayan an Tawil [ay] al Quran
ur: جامع البیان عن تاویل آی القرآن

# appLang
source: App Language
ur: ایپ کی زبان

source: Setting
ur: ترتیبات

# reader1
source: Abdul Basit
ur: عبد الباسط

# reader2
source: Mohamed Siddiq El-Minshawi
ur: محمد صدیق المنشوی

# reader3
source: Mahmoud Khalil Al-Hussary
ur: محمود خلیل الحصری

# reader4
source: Ahmed Ibn Ali Al-Ajamy
ur: احمد ابن علی العجمی

# alheekmahlib
source: Alheekmah Library
ur: الحکمہ لائبریری

source: Next
ur: اگلے

source: Start
ur: شروع کریں

# quranPages
source: Al Quran (Pages)
ur: القرآن (صفحات)

# quranText
source: Al Quran (Ayah)
ur: القرآن (آیت)

# tafseer
source: Al Tafseer
ur: التفسیر

# allJuz
source: Parts of the Qur'an
ur: قرآن کے حصے

# copyAzkarText
source: The Azkar has been copied!
ur: اذکار کو کاپی کر لیا گیا ہے!

# addBookmark
source: Bookmark added!
ur: بک مارک شامل کر لیا گیا!

# deletedBookmark
source: Bookmark deleted!
ur: بک مارک حذف کر دیا گیا!

# fillAllFields
source: Please fill in the fields!
ur: مہربانی کرکے فیلڈز بھریں!

source: Version
ur: ورژن

# share
source: Share The App
ur: ایپ کو شیئر کریں

# facebook
source: Follow us on Facebook
ur: ہمیں فیس بک پر فالو کریں

# addZekrBookmark
source: The Zekr has been added to favourites
ur: ذکر کو پسندیدہ میں شامل کر دیا گیا ہے

# deletedZekrBookmark
source: The Zekr has been removed to favourites!
ur: ذکر کو پسندیدہ سے ہٹا دیا گیا ہے

source: Page No
ur: صفحہ نمبر

source: Last Read
ur: آخری پڑھائی
