List<Map<String, String>> db = [
  {
    // "id": "1",
    "category": "أذكار الصباح",
    "count": "1",
    "description":
    "من قالها حين يصبح أجير من الجن حتى يمسي ومن قالها حين يمسي أجير من الجن حتى يصبح",
    "reference": "[آية الكرسي - البقرة 255]",
    "zekr":
    "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ."
  },
  {
    // "id": "2",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الإخلاص",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ."
  },
  {
    // "id": "3",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الفلق",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ."
  },
  {
    // "id": "4",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الناس",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ."
  },
  {
    // "id": "5",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 466، برقم 3391، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللّهُـمَّ بِكَ أَصْـبَحْنا وَبِكَ أَمْسَـينا ، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ النُّـشُور."
  },
  {
    // "id": "6",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2088، برقم 2723.",
    "zekr":
    "أَصْـبَحْنا وَأَصْـبَحَ المُـلْكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذا اليوم وَخَـيرَ ما بَعْـدَه ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذا اليوم وَشَرِّ ما بَعْـدَه، رَبِّ أَعـوذُ بِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
  },
  {
    // "id": "7",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 322، برقم 5084، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، 2/ 373.",
    "zekr":
    "أَصْبَـحْـنا وَأَصْبَـحْ المُـلكُ للهِ رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه."
  },
  {
    // "id": "8",
    "category": "أذكار الصباح",
    "count": "4",
    "description": "من قالها أعتقه الله من النار",
    "reference": "أخرجه أبو داود، 4/ 317، برقم 5071، والبخاري في الأدب المفرد، برقم 1201، والنسائي في عمل اليوم والليلة، برقم 9، وابن السني، برقم 70.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أَصْبَـحْتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك."
  },
  {
    // "id": "9",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 406، و407، برقم 15360، ورقم 15563، وابن السني في عمل اليوم والليلة، برقم 34، وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "أَصْبَـحْـنا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ."
  },
  {
    // "id": "10",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "من قالها حين يصبح أدى شكر يومه",
    "reference": "أخرجه أبو داود، 4/ 318، برقم 5075، والنسائي في عمل اليوم والليلة، برقم 7، وابن السني، برقم 41، وابن حبان، ((موارد)) برقم 2361.",
    "zekr":
    "اللّهُـمَّ ما أَصْبَـَحَ بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر."
  },
  {
    // "id": "11",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم 54، وابن ماجه، برقم 925، وحسّن إسناده عبد القادر وشعيب الأرناؤوط في تحقيق زاد المعاد، 2/ 375، وتقدم برقم 73.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْمًا نَافِعًا، وَرِزْقًا طَيِّبًا، وَعَمَلًا مُتَقَبَّلًا."
  },
  {
    // "id": "12",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 5074، وابن ماجه، برقم 3871.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ، وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي."
  },
  {
    // "id": "13",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3392، وأبو داود، برقم 5067،. وانظر: صحيح الترمذي، 3/ 142.",
    "zekr":
    "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم."
  },
  {
    // "id": "14",
    "category": "أذكار الصباح",
    "count": "1",
    "description":
    "من قالها موقنا بها حين يمسي ومات من ليلته دخل الجنة وكذلك حين يصبح",
    "reference": "أخرجه البخاري، 7/ 150، برقم 6306.",
    "zekr":
    "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ."
  },
  {
    // "id": "15",
    "category": "أذكار الصباح",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه، ووافقه الذهبي، 1/ 545، وانظر: صحيح الترغيب والترهيب، 1/ 273.",
    "zekr":
    "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ."
  },
  {
    // "id": "16",
    "category": "أذكار الصباح",
    "count": "7",
    "description": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة",
    "reference": "أخرجه ابن السني، برقم 71 مرفوعاً، وأبو داود موقوفاً، 4/ 321، برقم 5081، وصحّح إسناده شعيب وعبد القادر الأرناؤوط. انظر: زاد المعاد 2/ 376.",
    "zekr":
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم."
  },
  {
    // "id": "17",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء.",
    "reference": "خرجه أبو داود، 4/ 323، برقم، 5088، والترمذي، 5/ 465، برقم 3388، وابن ماجه، برقم 3869، وأحمد، برقم 446. وانظر: صحيح ابن ماجه، 2/ 332.",
    "zekr":
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم."
  },
  {
    // "id": "18",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5092، وأحمد، 5/ 42، برقم 20430، والنسائي في عمل اليوم والليلة، برقم 22، وابن السني، برقم 69، والبخاري في الأدب المفرد، برقم 701.",
    "zekr":
    "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "19",
    "category": "أذكار الصباح",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كان حقا على الله أن يرضيه يوم القيامة",
    "reference": "أحمد، 4/ 337، برقم 18967، والنسائي في عمل اليوم والليلة، برقم 4، وابن السني، برقم 68، وأبو داود، 4/ 318، برقم 1531، والترمذي، 5/ 465، برقم، 3389.",
    "zekr":
    "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً."
  },
  {
    // "id": "20",
    "category": "أذكار الصباح",
    "count": "3",
    "description": "",
    "reference": "مسلم، 4/ 2090، برقم 2726.",
    "zekr":
    "سُبْحـانَ اللهِ وَبِحَمْـدِهِ عَدَدَ خَلْـقِه ، وَرِضـا نَفْسِـه ، وَزِنَـةَ عَـرْشِـه ، وَمِـدادَ كَلِمـاتِـه."
  },
  {
    // "id": "21",
    "category": "أذكار الصباح",
    "count": "100",
    "description":
    "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان في يومه ذلك حتى يمسي ولم يأتي أحد بأفضل مما جاء به إلا احد عمل أكثر من ذلك",
    "reference": "أبو داود، برقم 5077، وابن ماجه، برقم 3798، وأحمد، برقم 8719، وانظر: صحيح الترغيب والترهيب، 1/ 270، وصحيح أبي داود، 3/ 957، وصحيح ابن ماجه، 2/ 331، وزاد المعاد، 2/ 377.",
    "zekr":
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ."
  },
  {
    // "id": "22",
    "category": "أذكار الصباح",
    "count": "100",
    "description":
    "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
    "reference": "مسلم، 4/ 2071 برقم 2692.",
    "zekr": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ."
  },
  {
    // "id": "23",
    "category": "أذكار الصباح",
    "count": "100",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307، ومسلم، / 2075، برقم 2702.",
    "zekr":
    "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ."
  },
  {
    // "id": "24",
    "category": "أذكار الصباح",
    "count": "10",
    "description": "من صلى علي حين يصبح وحين يمسي ادركته شفاعتى يوم القيامة",
    "reference": "أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، 10/ 120، وصحيح الترغيب والترهيب، 1/ 273.",
    "zekr": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد."
  },


  {
    // "id": "25",
    "category": "أذكار المساء",
    "count": "1",
    "description":
    "من قالها حين يصبح أجير من الجن حتى يمسي ومن قالها حين يمسي أجير من الجن حتى يصبح",
    "reference": "[آية الكرسي - البقرة 255]",
    "zekr":
    "أَعُوذُ بِاللهِ مِنْ الشَّيْطَانِ الرَّجِيمِ\nاللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ\n[آية الكرسى - البقرة 255]."
  },
  {
    // "id": "26",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الإخلاص",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ هُوَ ٱللَّهُ أَحَدٌ، ٱللَّهُ ٱلصَّمَدُ، لَمْ يَلِدْ وَلَمْ يُولَدْ، وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ."
  },
  {
    // "id": "27",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الفلق",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلْفَلَقِ، مِن شَرِّ مَا خَلَقَ، وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ، وَمِن شَرِّ ٱلنَّفَّٰثَٰتِ فِى ٱلْعُقَدِ، وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ."
  },
  {
    // "id": "28",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كفته من كل شىء (الإخلاص والمعوذتين)",
    "reference": "سورة الناس",
    "zekr":
    "بِسْمِ اللهِ الرَّحْمنِ الرَّحِيم\nقُلْ أَعُوذُ بِرَبِّ ٱلنَّاسِ، مَلِكِ ٱلنَّاسِ، إِلَٰهِ ٱلنَّاسِ، مِن شَرِّ ٱلْوَسْوَاسِ ٱلْخَنَّاسِ، ٱلَّذِى يُوَسْوِسُ فِى صُدُورِ ٱلنَّاسِ، مِنَ ٱلْجِنَّةِ وَٱلنَّاسِ."
  },
  {
    // "id": "29",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 466، برقم 3391، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللّهُـمَّ بِكَ أَمْسَـينا وَبِكَ أَصْـبَحْنا، وَبِكَ نَحْـيا وَبِكَ نَمُـوتُ وَإِلَـيْكَ الْمَصِيرُ."
  },
  {
    // "id": "30",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2088، برقم 2723.",
    "zekr":
    "أَمْسَيْـنا وَأَمْسـى المـلكُ لله وَالحَمدُ لله ، لا إلهَ إلاّ اللّهُ وَحدَهُ لا شَريكَ لهُ، لهُ المُـلكُ ولهُ الحَمْـد، وهُوَ على كلّ شَيءٍ قدير ، رَبِّ أسْـأَلُـكَ خَـيرَ ما في هـذهِ اللَّـيْلَةِ وَخَـيرَ ما بَعْـدَهـا ، وَأَعـوذُ بِكَ مِنْ شَـرِّ ما في هـذهِ اللَّـيْلةِ وَشَرِّ ما بَعْـدَهـا ، رَبِّ أَعـوذُ بِكَ مِنَ الْكَسَـلِ وَسـوءِ الْكِـبَر ، رَبِّ أَعـوذُ بِكَ مِنْ عَـذابٍ في النّـارِ وَعَـذابٍ في القَـبْر."
  },
  {
    // "id": "31",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 322، برقم 5084، وحسن إسناده شعيب وعبد القادر الأرناؤوط في تحقيق زاد المعاد، 2/ 373.",
    "zekr":
    "أَمْسَيْـنا وَأَمْسـى المـلكُ لله رَبِّ العـالَمـين ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ خَـيْرَ هـذا الـيَوْم ، فَـتْحَهُ ، وَنَصْـرَهُ ، وَنـورَهُ وَبَـرَكَتَـهُ ، وَهُـداهُ ، وَأَعـوذُ بِـكَ مِـنْ شَـرِّ ما فـيهِ وَشَـرِّ ما بَعْـدَه."
  },
  {
    // "id": "32",
    "category": "أذكار المساء",
    "count": "4",
    "description": "من قالها أعتقه الله من النار",
    "reference": "أخرجه أبو داود، 4/ 317، برقم 5071، والبخاري في الأدب المفرد، برقم 1201، والنسائي في عمل اليوم والليلة، برقم 9، وابن السني، برقم 70.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أَمسيتُ أُشْـهِدُك ، وَأُشْـهِدُ حَمَلَـةَ عَـرْشِـك ، وَمَلَائِكَتَكَ ، وَجَمـيعَ خَلْـقِك ، أَنَّـكَ أَنْـتَ اللهُ لا إلهَ إلاّ أَنْـتَ وَحْـدَكَ لا شَريكَ لَـك ، وَأَنَّ ُ مُحَمّـداً عَبْـدُكَ وَرَسـولُـك."
  },
  {
    // "id": "33",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 406، و407، برقم 15360، ورقم 15563، وابن السني في عمل اليوم والليلة، برقم 34، وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "أَمْسَيْنَا عَلَى فِطْرَةِ الإسْلاَمِ، وَعَلَى كَلِمَةِ الإِخْلاَصِ، وَعَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِينَا إبْرَاهِيمَ حَنِيفاً مُسْلِماً وَمَا كَانَ مِنَ المُشْرِكِينَ."
  },
  {
    // "id": "34",
    "category": "أذكار المساء",
    "count": "1",
    "description": "من قالها حين يصبح أدى شكر يومه",
    "reference": "أخرجه أبو داود، 4/ 318، برقم 5075، والنسائي في عمل اليوم والليلة، برقم 7، وابن السني، برقم 41، وابن حبان، ((موارد)) برقم 2361.",
    "zekr":
    "اللّهُـمَّ ما أَمسى بي مِـنْ نِعْـمَةٍ أَو بِأَحَـدٍ مِـنْ خَلْـقِك ، فَمِـنْكَ وَحْـدَكَ لا شريكَ لَـك ، فَلَـكَ الْحَمْـدُ وَلَـكَ الشُّكْـر."
  },
  {
    // "id": "35",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 5074، وابن ماجه، برقم 3871.",
    "zekr":
    "اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في الدُّنْـيا وَالآخِـرَة ، اللّهُـمَّ إِنِّـي أسْـأَلُـكَ العَـفْوَ وَالعـافِـيةَ في ديني وَدُنْـيايَ، وَأهْـلي وَمالـي ، اللّهُـمَّ اسْتُـرْ عـوْراتي وَآمِـنْ رَوْعاتـي ، اللّهُـمَّ احْفَظْـني مِن بَـينِ يَدَيَّ وَمِن خَلْفـي وَعَن يَمـيني وَعَن شِمـالي ، وَمِن فَوْقـي ، وَأَعـوذُ بِعَظَمَـتِكَ أَن أُغْـتالَ مِن تَحْتـي."
  },
  {
    // "id": "36",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3392، وأبو داود، برقم 5067،. وانظر: صحيح الترمذي، 3/ 142.",
    "zekr":
    "اللّهُـمَّ عالِـمَ الغَـيْبِ وَالشّـهادَةِ فاطِـرَ السّماواتِ وَالأرْضِ رَبَّ كـلِّ شَـيءٍ وَمَليـكَه ، أَشْهَـدُ أَنْ لا إِلـهَ إِلاّ أَنْت ، أَعـوذُ بِكَ مِن شَـرِّ نَفْسـي وَمِن شَـرِّ الشَّيْـطانِ وَشِرْكِهِ ، وَأَنْ أَقْتَـرِفَ عَلـى نَفْسـي سوءاً أَوْ أَجُـرَّهُ إِلـى مُسْـلِم."
  },
  {
    // "id": "37",
    "category": "أذكار المساء",
    "count": "1",
    "description":
    "من قالها موقنا بها حين يمسي ومات من ليلته دخل الجنة وكذلك حين يصبح",
    "reference": "أخرجه البخاري، 7/ 150، برقم 6306.",
    "zekr":
    "اللّهـمَّ أَنْتَ رَبِّـي لا إلهَ إلاّ أَنْتَ ، خَلَقْتَنـي وَأَنا عَبْـدُك ، وَأَنا عَلـى عَهْـدِكَ وَوَعْـدِكَ ما اسْتَـطَعْـت ، أَعـوذُبِكَ مِنْ شَـرِّ ما صَنَـعْت ، أَبـوءُ لَـكَ بِنِعْـمَتِـكَ عَلَـيَّ وَأَبـوءُ بِذَنْـبي فَاغْفـِرْ لي فَإِنَّـهُ لا يَغْـفِرُ الذُّنـوبَ إِلاّ أَنْتَ."
  },
  {
    // "id": "38",
    "category": "أذكار المساء",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه، ووافقه الذهبي، 1/ 545، وانظر: صحيح الترغيب والترهيب، 1/ 273.",
    "zekr":
    "يَا حَيُّ يَا قيُّومُ بِرَحْمَتِكَ أسْتَغِيثُ أصْلِحْ لِي شَأنِي كُلَّهُ وَلاَ تَكِلْنِي إلَى نَفْسِي طَـرْفَةَ عَيْنٍ."
  },
  {
    // "id": "39",
    "category": "أذكار المساء",
    "count": "7",
    "description": "من قالها كفاه الله ما أهمه من أمر الدنيا والأخرة",
    "reference": "أخرجه ابن السني، برقم 71 مرفوعاً، وأبو داود موقوفاً، 4/ 321، برقم 5081، وصحّح إسناده شعيب وعبد القادر الأرناؤوط. انظر: زاد المعاد 2/ 376.",
    "zekr":
    "حَسْبِـيَ اللّهُ لا إلهَ إلاّ هُوَ عَلَـيهِ تَوَكَّـلتُ وَهُوَ رَبُّ العَرْشِ العَظـيم."
  },
  {
    // "id": "40",
    "category": "أذكار المساء",
    "count": "3",
    "description": "من قالها ثلاثاً إذا أصبح، وثلاثاً إذا أمسى لم يضره شيء.",
    "reference": "خرجه أبو داود، 4/ 323، برقم، 5088، والترمذي، 5/ 465، برقم 3388، وابن ماجه، برقم 3869، وأحمد، برقم 446. وانظر: صحيح ابن ماجه، 2/ 332.",
    "zekr":
    "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم."
  },
  {
    // "id": "41",
    "category": "أذكار المساء",
    "count": "3",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5092، وأحمد، 5/ 42، برقم 20430، والنسائي في عمل اليوم والليلة، برقم 22، وابن السني، برقم 69، والبخاري في الأدب المفرد، برقم 701.",
    "zekr":
    "اللَّهُمَّ عَافِنِي فِي بَدَنِي، اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي، لاَ إِلَهَ إِلاَّ أَنْتَ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ، وَالفَقْرِ، وَأَعُوذُ بِكَ مِنْ عَذَابِ القَبْرِ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "42",
    "category": "أذكار المساء",
    "count": "3",
    "description":
    "من قالها حين يصبح وحين يمسي كان حقا على الله أن يرضيه يوم القيامة",
    "reference": "أحمد، 4/ 337، برقم 18967، والنسائي في عمل اليوم والليلة، برقم 4، وابن السني، برقم 68، وأبو داود، 4/ 318، برقم 1531، والترمذي، 5/ 465، برقم، 3389.",
    "zekr":
    "رَضيـتُ بِاللهِ رَبَّـاً وَبِالإسْلامِ ديـناً وَبِمُحَـمَّدٍ صلى الله عليه وسلم نَبِيّـاً."
  },
  {
    // "id": "43",
    "category": "أذكار المساء",
    "count": "3",
    "description": "من قالها حين يمسي ثلاث مرات لم تضرّه حُمَة تلك الليلة.",
    "reference": "أخرجه أحمد، 2/ 290، برقم 7898، والنسائي في عمل اليوم والليلة، برقم 590، وابن السني، برقم 68، وانظر: صحيح الترمذي، 3/ 187، وصحيح ابن ماجه، 2/ 266.",
    "zekr": "أَعـوذُ بِكَلِمـاتِ اللّهِ التّـامّـاتِ مِنْ شَـرِّ ما خَلَـق."
  },
  {
    // "id": "44",
    "category": "أذكار المساء",
    "count": "100",
    "description":
    "من قالها مائة مرة في يوم كانت له عدل عشر رقاب، وكتبت له مئة حسنة، ومحيت عنه مئة سيئة، وكانت له حرزا من الشيطان في يومه ذلك حتى يمسي ولم يأتي أحد بأفضل مما جاء به إلا احد عمل أكثر من ذلك",
    "reference": "أبو داود، برقم 5077، وابن ماجه، برقم 3798، وأحمد، برقم 8719، وانظر: صحيح الترغيب والترهيب، 1/ 270، وصحيح أبي داود، 3/ 957، وصحيح ابن ماجه، 2/ 331، وزاد المعاد، 2/ 377.",
    "zekr":
    "لَا إلَه إلّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءِ قَدِيرِ."
  },
  {
    // "id": "45",
    "category": "أذكار المساء",
    "count": "100",
    "description":
    "حُطَّتْ خَطَايَاهُ وَإِنْ كَانَتْ مِثْلَ زَبَدِ الْبَحْرِ لَمْ يَأْتِ أَحَدٌ يَوْمَ الْقِيَامَةِ بِأَفْضَلَ مِمَّا جَاءَ بِهِ إِلَّا أَحَدٌ قَالَ مِثْلَ مَا قَالَ أَوْ زَادَ عَلَيْهِ",
    "reference": "مسلم، 4/ 2071 برقم 2692.",
    "zekr": "سُبْحـانَ اللهِ وَبِحَمْـدِهِ."
  },
  {
    // "id": "46",
    "category": "أذكار المساء",
    "count": "100",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307، ومسلم، / 2075، برقم 2702.",
    "zekr":
    "أَسْتَغْفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ."
  },
  {
    // "id": "47",
    "category": "أذكار المساء",
    "count": "10",
    "description": "من صلى علي حين يصبح وحين يمسي ادركته شفاعتى يوم القيامة",
    "reference": "أخرجه الطبراني بإسنادين: أحدهما جيد، انظر: مجمع الزوائد، 10/ 120، وصحيح الترغيب والترهيب، 1/ 273.",
    "zekr": "اللَّهُمَّ صَلِّ وَسَلِّمْ وَبَارِكْ على نَبِيِّنَا مُحمَّد."
  },
  {
    // "id": "48",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 264، برقم 4855، وأحمد، 2/ 389، برقم 10680، وانظر: صحيح الجامع، 5/ 176.",
    "zekr":
    "( الْحَمْدُ للَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا، وَإِلَيْهِ النُّشُورُ )"
  },
  {
    // "id": "49",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "من قال ذلك غُفِرَ له، فإن دعا استجيب له، فإن قام فتوضأ ثم صلى قُبلت صلاته، البخاري مع الفتح، 3/ 39، برقم 1154، وغيره، واللفظ لابن ماجه، انظر: صحيح ابن ماجه، 2/ 335.",
    "reference": "البخاري مع الفتح، 11/ 113، برقم 6314، ومسلم، 4/ 2083، برقم 2711.",
    "zekr":
    "( لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَريكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، سُبْحَانَ اللَّهِ، وَالْحَمْدُ للَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكبَرُ، وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَلِيِّ الْعَظِيمِ، رَبِّ اغْفرْ لِي )"
  },
  {
    // "id": "50",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 473، برقم 3401، وانظر: صحيح الترمذي، 3/ 144.",
    "zekr":
    "( الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي فِي جَسَدِي، وَرَدَّ عَلَيَّ رُوحِي، وَأَذِنَ لي بِذِكْرِهِ )"
  },
  {
    // "id": "51",
    "category": "أذكار الاستيقاظ من النوم",
    "count": "1",
    "description": "",
    "reference": "الآيات من سورة آل عمران، 190 - 200، البخاري مع الفتح، 8/ 337، برقم 4569، ومسلم، 1/ 530، برقم 256.",
    "zekr":
    "﴿ إِنَّ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ وَاخْتِلاَفِ اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لأُوْلِي الألْبَابِ * الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَاماً وَقُعُوداً وَعَلَىَ جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَوَاتِ وَالأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ* رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ* رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِياً يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ* رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ* فَاسْتَجَابَ لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنكُم مِّن ذَكَرٍ أَوْ أُنثَى بَعْضُكُم مِّن بَعْضٍ فَالَّذِينَ هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ وَأُوذُواْ فِي سَبِيلِي وَقَاتَلُواْ وَقُتِلُواْ لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأَنْهَارُ ثَوَاباً مِّن عِندِ اللَّهِ وَاللَّهُ عِندَهُ حُسْنُ الثَّوَابِ * لاَ يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُواْ فِي الْبِلاَدِ * مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمِهَادُ * لَكِنِ الَّذِينَ اتَّقَوْاْ رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الأَنْهَارُ خَالِدِينَ فِيهَا نُزُلاً مِّنْ عِندِ اللَّهِ وَمَا عِندَ اللَّهِ خَيْرٌ لِّلأَبْرَارِ * وَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَن يُؤْمِنُ بِاللَّهِ وَمَا أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لاَ يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَناً قَلِيلاً أُوْلَئِكَ لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ*يَا أَيُّهَا الَّذِينَ آمَنُواْ اصْبِرُواْ وَصَابِرُواْ وَرَابِطُواْ وَاتَّقُواْ اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ ﴾"
  },
  {
    // "id": "52",
    "category": "دعاء لبس الثوب",
    "count": "1",
    "description": "",
    "reference": "أخرجه أهل السنن إلا النسائي: أبو داود، برقم 4023، والترمذي، برقم 3458، وابن ماجه، برقم 3285.",
    "zekr":
    "(الْحَمْدُ للَّهِ الَّذِي كَسَانِي هَذَا (الثَّوْبَ) وَرَزَقَنِيهِ مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّة)"
  },
  {
    // "id": "53",
    "category": "دعاء لبس الثوب الجديد",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 4020، والترمذي، برقم 1767، والبغوي، 12/ 40.",
    "zekr":
    "( اللَّهُمَّ لَكَ الْحَمْدُ أَنْتَ كَسَوْتَنِيهِ، أَسْأَلُكَ مِنْ خَيْرِهِ وَخَيْرِ مَا صُنِعَ لَهُ، وَأَعُوذُ بِكَ مِنْ شَرِّهِ وَشَرِّ مَا صُنِعَ لَهُ)"
  },
  {
    // "id": "54",
    "category": "الدعاء لمن لبس ثوبا جديدا",
    "count": "1",
    "description": "",
    "reference": " أخرجه أبو داود، 4/ 41، برقم 4020، وانظر: صحيح أبي داود 2/ 760.",
    "zekr": "(تُبْلِي وَيُخْلِفُ اللَّهُ تَعَالَى)"
  },
  {
    // "id": "55",
    "category": "الدعاء لمن لبس ثوبا جديدا",
    "count": "1",
    "description": "",
    "reference": "ابن ماجه، 2/ 1178، برقم 3558، والبغوي، 12/ 41، وانظر: صحيح ابن ماجه، 2/ 275.",
    "zekr": "(اِلْبَسْ جَدِيداً وَعِشْ حَمِيداً وَمُتْ شَهِيداً)"
  },
  {
    // "id": "56",
    "category": "ما يقول إذا وضع الثوب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 505، برقم 606، وغيره، وانظر: إرواء الغليل، برقم 50، وصحيح الجامع، 3/ 203.",
    "zekr": "(بِسْمِ اللَّهِ)"
  },
  {
    // "id": "57",
    "category": "دعاء دخول الخلاء - الحمام",
    "count": "1",
    "description": "",
    "reference": "أخرجه البخاري، 1/ 45، برقم 142، ومسلم، 1/ 283، برقم 375، وزيادة: ((بسم الله)) في أوله أخرجها سعيد بن منصور. انظر فتح الباري 1/ 244.",
    "zekr":
    "([بِسْمِ اللَّهِ] اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْخُبْثِ وَالْخَبائِث)"
  },
  {
    // "id": "58",
    "category": "دعاء الخروج من الخلاء - الحمام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي فأخرجه في عمل اليوم والليلة، برقم 79، أبو داود، برقم 30، والترمذي، برقم 7، وابن ماجه، برقم 300.",
    "zekr": "(غُفْرَانَكَ)"
  },
  {
    // "id": "59",
    "category": "الذكر قبل الوضوء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 101، وابن ماجه، برقم 397، وأحمد، برقم 9418، وانظر إرواء الغليل 1/ 122.",
    "zekr": "(بِسْمِ اللَّهِ)"
  },
  {
    // "id": "60",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 209، برقم 234.",
    "zekr":
    "(أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ)"
  },
  {
    // "id": "61",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 1/ 78، برقم 55، وانظر: صحيح الترمذي، 1/ 18.",
    "zekr":
    "(اللَّهُمَّ اجْعَلْنِي مِنَ التَّوَّابِينَ وَاجْعَلْنِي مِنَ الْمُتَطَهِّرِينَ)"
  },
  {
    // "id": "62",
    "category": "الذكر بعد الفراغ من الوضوء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 325، برقم 5095، والترمذي، 5/ 490، برقم 3426.",
    "zekr":
    "(سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ)"
  },
  {
    // "id": "63",
    "category": "الذكر عند الخروج من المنزل",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 325، برقم 5095، والترمذي، 5/ 490، برقم 3426، وانظر: صحيح الترمذي 3/ 151.",
    "zekr":
    "(بِسْمِ اللَّهِ، تَوَكَّلْتُ عَلَى اللَّهِ، وَلَاَ حَوْلَ وَلَا قُوَّةَ إِلاَّ بِاللَّهِ)"
  },
  {
    // "id": "64",
    "category": "الذكر عند الخروج من المنزل",
    "count": "1",
    "description": "",
    "reference": "أهل السنن: أبو داود، برقم 5094، والترمذي، برقم 3427، والنسائي، برقم 5501، وابن ماجه، برقم 3884، وانظر: صحيح الترمذي، 3/ 152، وصحيح ابن ماجه، 2/ 336.",
    "zekr":
    "(اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أَضِلَّ، أَوْ أُضَلَّ، أَوْ أَزِلَّ، أَوْ أُزَلَّ، أَوْ أَظْلِمَ، أَوْ أُظْلَمَ، أَوْ أَجْهَلَ، أَوْ يُجْهَلَ عَلَيَّ)"
  },
  {
    // "id": "65",
    "category": "الذكر عند دخول المنزل",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 325، 5096، وفي الصحيح: ((إذا دخل الرجل بيته فذكر اللَّهَ عند دخوله، وعند طعامه، قال الشيطان: لا مبيت لكم، ولا عشاء))، مسلم، برقم 2018.",
    "zekr":
    "(بِسْمِ اللَّهِ وَلَجْنَا، وَبِسْمِ اللَّهِ خَرَجْنَا، وَعَلَى اللَّهِ رَبِّنَا تَوَكَّلْنَا، ثُمَّ لِيُسَلِّمْ عَلَى أَهْلِهِ)"
  },
  {
    // "id": "66",
    "category": "دعاء الذهاب إلى المسجد",
    "count": "1",
    "description": "",
    "reference": "(1)انظر جميع هذه الألفاظ في البخاري، 11/ 116، برقم 6316، ومسلم، 1/ 526، و529، و530، برقم 763.\n(2)الترمذي، 5/ 483، برقم 3419.\n(3)أخرجه البخاري في الأدب المفرد، برقم 695، ص258.\n(4)ذكره ابن حجر في فتح الباري، وعزاه إلى ابن أبي عاصم في كتاب الدعاء، انظر الفتح 11/ 118، وقال: فاجتمع من اختلاف الروايات خمس وعشرون خصلة.",
    "zekr":
    "(اللَّهُمَّ اجْعَلْ فِي قَلْبِي نُوراً، وَفِي لِسَانِي نُوراً، وَفِي سَمْعِي نُوراً، وَفِي بَصَرِي نُوراً، وَمِنْ فَوْقِي نُوراً، وَمِنْ تَحْتِي نُوراً، وَعَنْ يَمِينِي نُوراً، وَعَنْ شِمَالِي نُوراً، وَمِنْ أَمَامِي نُوراً، وَمِنْ خَلْفِي نُوراً، وَاجْعَلْ فِي نَفْسِي نُوراً، وَأَعْظِمْ لِي نُوراً، وَعَظِّم لِي نُوراً، وَاجْعَلْ لِي نُوراً، وَاجْعَلْنِي نُوراً، اللَّهُمَّ أَعْطِنِي نُوراً، وَاجْعَلْ فِي عَصَبِي نُوراً، وَفِي لَحْمِي نُوراً، وَفِي دَمِي نُوراً، وَفِي شَعْرِي نُوراً، وَفِي بَشَرِي نُوراً)(1)\n([اللَّهُمَّ اجْعَلْ لِي نُوراً فِي قَبْرِي وَنُوراً فِي عِظَامِي])(2)\n[(وَزِدْنِي نُوراً، وَزِدْنِي نُوراً، وَزِدْنِي نُوراً)](3)\n[(وَهَبْ لِي نُوراً عَلَى نُورٍ)](4)"
  },
  {
    // "id": "67",
    "category": "دعاء دخول المسجد",
    "count": "1",
    "description": "",
    "reference": "(1) لقول أنس بن مالك - رضي الله عنه -: ((من السنة إذ دخلت المسجد أن تَبدأ برجلك اليمنى، وإذا خرجت أن تبدأ برجلك اليسرى))، أخرجه الحاكم، 1/ 218، وصححه على شرط مسلم، ووافقه الذهبي، وأخرجه البيهقي، 2/ 442.\n(2) أبو داود، برقم 466، وانظر: صحيح الجامع، برقم 4591.\n(3) رواه ابن السني، برقم 88\n(4) أبو داود، 1/ 126، برقم 465، وانظر: صحيح الجامع، 1/ 528.\n(5) مسلم، 1/ 494، برقم 713، وفي سنن ابن ماجه من حديث فاطمة - رضي الله عنها -: ((اللهم اغفر لي ذنوبي، وافتح لي أبواب رحمتك)).",
    "zekr":
    "(يَبْدَأُ بِرِجْلِهِ الْيُمْنَى)(1)، \nوَيَقُولُ: أَعُوذُ بِاللَّهِ العَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ(2)\n [بِسْمِ اللَّهِ، وَالصَّلَاةُ](3)\n [وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ](4)\n  اللَّهُمَّ افْتَحْ لِي أَبْوَابَ رَحْمَتِكَ(5)"
  },
  {
    // "id": "68",
    "category": "دعاء الخروج من المسجد",
    "count": "1",
    "description": "",
    "reference": "(1) الحاكم، 1/ 218، والبيهقي، 2/ 442.\n(2) انظر تخريج روايات الحديث السابق في دعاء دخول المسجد، رقم (20) وزيادة: ((اللهم اعصمني من الشيطان الرجيم)) لابن ماجه. انظر: صحيح ابن ماجه، 1/ 129.",
    "zekr":
    "يَبْدَأُ بِرِجْلِهِ الْيُسْرَى(1)  وَيَقُولُ: بِسْمِ اللَّهِ وَالصّلَاةُ وَالسَّلَامُ عَلَى رَسُولِ اللَّهِ، اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَضْلِك، اللَّهُمَّ اعْصِمْنِي مِنَ الشَّيْطَانِ الرَّجِيمِ(2)"
  },
  {
    // "id": "69",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 152، برقم 611، ورقم 613، ومسلم، 1/ 288، برقم 383.",
    "zekr":
    "يَقُولُ مِثْلَ مَا يَقُولُ المُؤَذِّنُ إِلاَّ فِي حَيَّ عَلَى الصَّلَاةِ وَحَيَّ عَلَى الْفَلَاحِ فَيقُولُ: لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ"
  },
  {
    // "id": "70",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "(1)مسلم، 1/ 290، برقم 386.\n(2) ابن خزيمة، 1/ 220.",
    "zekr":
    "يَقُولُ: وَأَنَا أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ وَأَنَّ مُحَمَّداً عَبْدُهُ وَرَسُولُهُ، رَضِيتُ بِاللَّهِ رَبَّاً، وَبِمُحَمَّدٍ رَسُولاً، وَبِالْإِسْلاَمِ دِينَاًِ(1)\n((يَقُولُ ذَلِكَ عَقِبَ تَشَهُّدِ الْمُؤَذِّنِ))(2)."
  },
  {
    // "id": "71",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 288، برقم 384.",
    "zekr":
    "يُصَلِّي عَلَى النَّبِيِّ صلى الله عليه وسلم بَعْدَ فَرَاغِهِ مِنْ إِجَابَةِ الْمُؤَذِّنِ"
  },
  {
    // "id": "72",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 152، برقم 614، وما بين المعقوفين للبيهقي.",
    "zekr":
    "يَقُولُ: اللَّهُمَّ رَبَّ هَذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّداً الْوَسِيلَةَ وَالْفَضِيلَةَ، وَابْعَثْهُ مَقَامَاً مَحمُوداً الَّذِي وَعَدْتَهُ، [إِنَّكَ لَا تُخْلِفُ الْمِيعَادَ]"
  },
  {
    // "id": "73",
    "category": "أذكار الأذان",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3594، ورقم 3595، وأبو داود، برقم 525، وأحمد، برقم 12200.",
    "zekr":
    "يَدْعُو لِنَفسِهِ بَيْنَ الْأَذَانِ وَالْإِقَامَةِ فَإِنَّ الدُّعَاءَ حِينَئِذٍ لاَ يُرَدُّ"
  },
  {
    // "id": "74",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 181، برقم 744، ومسلم، 1/ 419، برقم 598.",
    "zekr":
    "اللَّهُمَّ بَاعِدْ بَيْنِي وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ، اللَّهُمَّ نَقِّنِي مِنْ خَطَايَايَ كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اللَّهُمَّ اغْسِلْني مِنْ خَطَايَايَ، بِالثَّلْجِ وَالْماءِ وَالْبَرَدِ"
  },
  {
    // "id": "75",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "مسلم، برقم 399، وأصحاب السنن الأربعة: أبو داود، برقم 775، والترمذي، برقم 243، وابن ماجه، برقم 806، والنسائي، برقم 899، وانظر: صحيح الترمذي،1/ 77،وصحيح ابن ماجه، 1/ 135.",
    "zekr":
    "سُبْحانَكَ اللَّهُمَّ وَبِحَمْدِكَ، وَتَبارَكَ اسْمُكَ، وَتَعَالَى جَدُّكَ، وَلاَ إِلَهَ غَيْرُكَ"
  },
  {
    // "id": "76",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 534، برقم 771.",
    "zekr":
    "وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالأَرْضَ حَنِيفَاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ، إِنَّ صَلاَتِي، وَنُسُكِي، وَمَحْيَايَ، وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ، لاَ شَرِيكَ لَهُ وَبِذَلِكَ أُمِرْتُ وَأَنَا مِنَ الْمُسْلِمِينَ. اللَّهُمَّ أَنْتَ المَلِكُ لاَ إِلَهَ إِلاَّ أَنْتَ، أَنْتَ رَبِّي وَأَنَا عَبْدُكَ، ظَلَمْتُ نَفْسِي وَاعْتَرَفْتُ بِذَنْبِي فَاغْفِرْ لِي ذُنُوبي جَمِيعَاً إِنَّهُ لاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ. وَاهْدِنِي لِأَحْسَنِ الأَخْلاقِ لاَ يَهْدِي لِأَحْسَنِها إِلاَّ أَنْتَ، وَاصْرِفْ عَنِّي سَيِّئَهَا، لاَ يَصْرِفُ عَنِّي سَيِّئَهَا إِلاَّ أَنْتَ، لَبَّيْكَ وَسَعْدَيْكَ، وَالخَيْرُ كُلُّهُ بِيَـــــــدَيْكَ، وَالشَّـــــرُّ لَيْسَ إِلَيْــــــكَ، أَنَا بِكَ وَإِلَيْكَ، تَبارَكْتَ وَتَعَالَيْتَ، أَسْتَغْفِرُكَ وَأَتوبُ إِلَيْكَ"
  },
  {
    // "id": "77",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 534، برقم 770.",
    "zekr":
    "اللَّهُمَّ رَبَّ جِبْرَائِيلَ، وَمِيْكَائِيلَ، وَإِسْرَافِيلَ، فَاطِرَ السَّمَوَاتِ وَالأَرْضِ، عَالِمَ الغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِيمَا كَانُوا فِيهِ يَخْتَلِفُونَ. اهْدِنِي لِمَا اخْتُلِفَ فِيهِ مِنَ الْحَقِّ بِإِذْنِكَ إِنَّكَ تَهْدِي مَنْ تَشَاءُ إِلَى صِرَاطٍ مُسْتَقيمٍ"
  },
  {
    // "id": "78",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 1/ 203، برقم 764، وابن ماجه، 1/ 265، برقم، 807، وأحمد، 4/ 85، برقم 16739، وقال شعيب الأرناؤوط في تحقيقه لمسند: ((حسن لغيره))، وقال عبد القادر الأرناؤوط في تخريجه للكلم الطيب لابن تيمية، برقم 78: ((وهو حديث صحيح بشواهده))، وأخرجه مسلم عن ابن عمر - رضي الله عنهما - بنحوه، وفيه قصة، 1/ 420، برقم 601.",
    "zekr":
    "(اللَّهُ أَكْبَرُ كَبِيرَاً، اللَّهُ أَكْبَرُ كَبِيراً، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَالْحَمْدُ لِلَّهِ كَثيراً، وَسُبْحَانَ اللَّهِ بُكْرَةً وَأَصِيلاً) ثَلاثاً (أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ: مِنْ نَفْخِهِ، وَنَفْثِهِ، وَهَمْزِهِ)."
  },
  {
    // "id": "79",
    "category": "دعاء الاستفتاح",
    "count": "1",
    "description": "",
    "reference": "(1) كان النبي - صلى الله عليه وسلم - يقوله إذا قام من الليل يتهجد.\n(2) البخاري مع الفتح، 3/ 3، و11/ 116، و13/ 371، 423، 465،، برقم 1120، ورقم 6317، ورقم 7385، ورقم 7442، ورقم 7499، ومسلم مختصراً بنحوه، 1/ 532، برقم 769.",
    "zekr":
    "اللَّهُمَّ لَكَ الْحَمْدُ،(1) أَنْتَ نُورُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، وَلَكَ الْحَمْدُ أَنْتَ قَيِّمُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ، [وَلَكَ الْحَمْدُ أَنْتَ رَبُّ السَّمَواتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ لَكَ مُلْكُ السَّمَوَاتِ وَالأَرْضِ وَمَنْ فِيهِنَّ] [وَلَكَ الْحَمْدُ أَنْتَ مَلِكُ السَّمَوَاتِ وَالأَرْضِ] [وَلَكَ الْحَمْدُ] [أَنْتَ الْحَقُّ، وَوَعْدُكَ الْحَقُّ، وَقَوْلُكَ الْحَقُّ، وَلِقاؤُكَ الْحَقُّ، وَالْجَنَّةُ حَقٌّ، وَالنَّارُ حَقٌّ، وَالنَّبِيُّونَ حَقٌّ، وَمحَمَّدٌ صلى الله عليه وسلم حَقٌّ، وَالسّاعَةُ حَقٌّ] [اللَّهُمَّ لَكَ أَسْلَمتُ، وَعَلَيْكَ تَوَكَّلْتُ، وَبِكَ آمَنْتُ، وَإِلَيْكَ أَنَبْتُ، وَبِكَ خاصَمْتُ، وَإِلَيْكَ حاكَمْتُ فَاغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ] [وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي] [أَنْتَ المُقَدِّمُ، وَأَنْتَ المُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ] [أَنْتَ إِلَهِي لاَ إِلَهَ إِلاَّ أَنْتَ] [وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ].(2)"
  },
  {
    // "id": "80",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "أخرجه أهل السنن، وأحمد: أبو داود، برقم 870، والترمذي، برقم 262، والنسائي، برقم 1007، وابن ماجه، برقم 897، وأحمد، برقم، 3514، وانظر: صحيح الترمذي، 1/ 83.",
    "zekr": "((سُبْحانَ رَبِّيَ الْعَظِيمِ)). ثلاث مرَّاتٍ."
  },
  {
    // "id": "81",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 99، برقم، 794، ومسلم، 1/ 350، برقم 484.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي."
  },
  {
    // "id": "82",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 353، برقم 487، وأبو داود، 1/ 230، برقم 872.",
    "zekr": "سُبُّوُحٌ، قُدُّوسٌ، رَبُّ المَلاَئِكَةِ وَالرُّوحِ."
  },
  {
    // "id": "83",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برفم 771، والأربعة إلا ابن ماجه: أبو داود، برقم 760، ورقم 761، والترمذي، برقم 3421، والنسائي، برقم 1049، وما بين المعقوفين لفظ ابن خزيمة، برقم 607، وابن حبان، برقم 1901.",
    "zekr":
    "اللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِي، وَبَصَرِي، وَمُخِّي، وَعَــــظْمِي، وَعَصَبِي، [وَمَا استَقَلَّتْ بِهِ قَدَمِي]."
  },
  {
    // "id": "84",
    "category": "دعاء الركوع",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 230، برقم 873، والنسائي، برقم 1131، وأحمد، برقم 23980، وإسناده حسن.",
    "zekr":
    "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ."
  },
  {
    // "id": "85",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 282، برقم 796.",
    "zekr": "سَمِعَ اللَّهُ لِمَنْ حَمِدَهُ."
  },
  {
    // "id": "86",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 284، برقم 796.",
    "zekr":
    "رَبَّنَا وَلَكَ الْحَمْدُ، حَمْداً كَثيراً طَيِّباً مُبارَكاً فِيهِ."
  },
  {
    // "id": "87",
    "category": "دعاء الرفع من الركوع",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 346، برقم 477.",
    "zekr":
    "مِلْءَ السَّمَوَاتِ وَمِلْءَ الأَرْضِ، وَمَا بَيْنَهُمَا، وَمِلْءَ مَا شِئْتَ مِنْ شَيءٍ بَعْدُ. أَهلَ الثَّناءِ وَالْمَجْدِ، أَحَقُّ مَا قَالَ الْعَبْدُ، وَكُلُّنَا لَكَ عَبْدٌ. اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الجَدِّ مِنْكَ الجَدُّ."
  },
  {
    // "id": "88",
    "category": "دعاء السجود",
    "count": "1",
    "description": "أخرجه أهل السنن، وأحمد: أبو داود، برقم 870، والترمذي، برقم 262، والنسائي، برقم 1007، وابن ماجه، برقم 897، وأحمد، برقم، 3514، وانظر: صحيح الترمذي، 1/ 83.",
    "reference": "",
    "zekr": "سُبْحَانَ رَبِّيَ الأَعْلَى ثلاث مرَّاتٍ."
  },
  {
    // "id": "89",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "البخاري، برقم، 794، ومسلم، برقم 484.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ رَبَّنَا وَبِحَمْدِكَ، اللَّهُمَّ اغْفِرْ لِي."
  },
  {
    // "id": "90",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 533، برقم 487، وأبو داود، برقم 872.",
    "zekr": "سُبوحٌ، قُدُّوسٌ، رَبُّ الْمَلَائِكَةِ وَالرُّوحِ."
  },
  {
    // "id": "91",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برقم 771، وغيره.",
    "zekr":
    "اللَّهُمَّ لَكَ سَجَدْتُ وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَصَوَّرَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ، تَبَارَكَ اللَّهُ أَحْسنُ الْخَالِقينَ."
  },
  {
    // "id": "92",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 230، برقم 873، والنسائي، برقم 1131، وأحمد، برقم 23980.",
    "zekr":
    "سُبْحَانَ ذِي الْجَبَرُوتِ، وَالْمَلَكُوتِ، وَالْكِبْرِيَاءِ، وَالْعَظَمَةِ."
  },
  {
    // "id": "93",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 230، برقم 483.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي ذَنْبِي كُلَّهُ: دِقَّهُ وَجِلَّهُ، وَأَوَّلَهُ وَآخِرَهُ، وَعَلاَنِيَّتَهُ وَسِرَّهُ"
  },
  {
    // "id": "94",
    "category": "دعاء السجود",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 352، برقم 486.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقوبَتِكَ، وَأَعُوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ."
  },
  {
    // "id": "95",
    "category": "دعاء الجلسة بين السجدتين",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 231، برقم 874، وابن ماجه، برقم 897، وانظر: صحيح ابن ماجه، 1/ 148.",
    "zekr": "رَبِّ اغْفِرْ لِي، رَبِّ اغْفِرْ لِي."
  },
  {
    // "id": "96",
    "category": "دعاء الجلسة بين السجدتين",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، 1/ 231، برقم 850، والترمذي، برقم 284، و285، وابن ماجه، برقم 898، وانظر: صحيح الترمذي، 1/ 90، وصحيح ابن ماجه، 1/ 148.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَاجْبُرْنِي، وَعَافِنِي، وَارْزُقْنِي، وَارْفَعْنِي."
  },
  {
    // "id": "97",
    "category": "دعاء سجود التلاوة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 474، برقم 3425، وأحمد، 6/ 30، برقم 24022، والحاكم، وصححه، ووافقه الذهبي، 1/ 220 والزيادة له، والآية رقم 14 من سورة المؤمنون.",
    "zekr":
    "سَجَدَ وَجْهِيَ لِلَّذِي خَلَقَهُ، وَشَقَّ سَمْعَهُ وَبَصَرَهُ بِحَوْلِهِ وَقُوَّتِهِ، ﴿فَتَبارَكَ اللَّهُ أَحْسَنُ الْخَالِقِينَ﴾."
  },
  {
    // "id": "98",
    "category": "دعاء سجود التلاوة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 2/ 473، برقم 579، والحاكم وصححه ووافقه الذهبي، 1/ 219.",
    "zekr":
    "اللَّهُمَّ اكْتُبْ لِي بِهَا عِنْدَكَ أَجْراً، وَضَعْ عَنِّي بِهَا وِزْراً، وَاجْعَلْهَا لِي عِنْدَكَ ذُخْراً، وَتَقَبَّلْهَا مِنِّي كَمَا تَقَبَّلْتَهَا مِنْ عَبْدِكَ دَاوُدَ."
  },
  {
    // "id": "99",
    "category": "التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 311، برقم 831، ومسلم، 1/ 301، برقم 402.",
    "zekr":
    "التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ."
  },
  {
    // "id": "100",
    "category": "الصلاة على النبي بعد التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 408، برقم 3370، ومسلم، برقم 406.",
    "zekr":
    "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ."
  },
  {
    // "id": "101",
    "category": "الصلاة على النبي بعد التشهد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 407، برقم 3369، ومسلم، 1/ 306، برقم 407، واللفظ له.",
    "zekr":
    "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ"
  },
  {
    // "id": "102",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 2/ 102، برقم 1377، ومسلم، 1/ 412، برقم 588، واللفظ لمسلم.",
    "zekr":
    "اللَّهُــمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَمِنْ عَذَابِ جَهَنَّمَ، وَمِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ، وَمِنْ شَرِّ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ."
  },
  {
    // "id": "103",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 202، برقم 832، ومسلم، 1/ 412، برقم 587.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَسِيحِ الدَّجَّالِ، وَأَعوذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ. اللَّهُمَّ إِنِّي أَعوذُ بِكَ مِنَ الْمَأْثَمِ وَالْمَغْرَمِ"
  },
  {
    // "id": "104",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 8/ 168، برقم 834، ومسلم، 4/ 2078، برقم 2705.",
    "zekr":
    "اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي ظُلْماً كَثِيراً، وَلاَ يَغْفِرُ الذُّنوبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِي مَغْفِرَةً مِنْ عِنْدِكَ وَارْحَمْنِي، إِنَّكَ أَنْتَ الغَفورُ الرَّحيمُ."
  },
  {
    // "id": "105",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 534، برقم 771.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي مَا قَدَّمْتُ، وَمَا أَخَّرْتُ، وَمَا أَسْرَرْتُ، وَمَا أَعْلَنْتُ، وَمَا أَسْرَفْتُ، وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّي. أَنْتَ الْمُقَدِّمُ، وَأَنْتَ الْمُؤَخِّرُ لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "106",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم، 1522، والنسائي، 3/ 53، برقم، 2302.",
    "zekr":
    "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ، وَشُكْرِكَ، وَحُسْنِ عِبادَتِكَ."
  },
  {
    // "id": "107",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 35، برقم 2822، ورقم 6390.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْبُخْلِ، وَأَعوذُ بِكَ مِنَ الْجُبْنِ، وَأَعُوذُ بِكَ مِنْ أَنْ أُرَدَّ إِلَى أَرْذَلِ الْعُمُرِ، وَأَعُوذُ بِكَ مِنْ فِتْنَةِ الدُّنْيَا وَعَذَابِ الْقَبْرِ."
  },
  {
    // "id": "108",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 792، وابن ماجه، برقم 910، وانظر: صحيح ابن ماجه، 2/ 328.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ."
  },
  {
    // "id": "109",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "النسائي، 3/ 54، 55، برقم 1304، وأحمد، 4/ 364، برقم، 21666.",
    "zekr":
    "اللَّهُمَّ بِعِلْمِكَ الغَيْبَ وَقُدْرَتِكَ عَلَى الْخَلقِ أَحْيِنِي مَا عَلِمْتَ الْحَيَاةَ خَيْراً لِي، وَتَوَفَّنِي إِذَا عَلِمْتَ الْوَفَاةَ خَيْراً لِي، اللَّهُمَّ إِنِّي أَسْأَلُكَ خَشْيَتَكَ فِي الْغَيْبِ وَالشَّهَادَةِ، وَأَسْأَلُكَ كَلِمَةَ الْحَقِّ فِي الرِّضَا وَالْغَضَبِ، وَأَسْأَلُكَ الْقَصْدَ فِي الْغِنَى وَالْفَقْرِ، وَأَسْأَلُكَ نَعِيماً لاَ يَنْفَدُ، وَأَسْأَلُكَ قُرَّةَ عَيْنٍ لاَ تَنْقَطِعُ، وَأَسْأَلُكَ الرِّضَا بَعْدَ الْقَضَاءِ، وَأَسْــــأَلُكَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ، وَأَسْأَلُكَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ، وَالشَّوْقَ إِلَى لِقائِكَ فِي غَيرِ ضَرَّاءَ مُضِرَّةٍ، وَلاَ فِتْنَةٍ مُضِلَّةٍ، اللَّهُمَّ زَيِّنَا بِزِينَةِ الإِيمَانِ، وَاجْعَلْنَا هُدَاةً مُهْتَدِينَ."
  },
  {
    // "id": "110",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أخرجه النسائي، 3/ 52، برقم 1300 بلفظه، وأحمد، 4/ 338، برقم 18974.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ يَا أَللَّهُ بِأَنَّكَ الْوَاحِدُ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يولَدْ، وَلَمْ يَكنْ لَهُ كُفُواً أَحَدٌ، أَنْ تَغْفِرَ لِي ذُنُوبِي إِنَّكَ أَنْتَ الْغَفُورُ الرَّحِّيمُ."
  },
  {
    // "id": "111",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "رواه أهل السنن: أبو داود، برقم 1495، والترمذي، برقم 3544، وابن ماجه، برقم 3858، والنسائي، برقم 1299، وانظر: صحيح ابن ماجه، 2/ 329.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّ لَكَ الْحَمْدَ لَا إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ، الْمَنَّانُ، يَا بَدِيعَ السَّمَوَاتِ وَالْأَرْضِ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ، يَا حَيُّ يَا قَيُّومُ إِنِّي أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ."
  },
  {
    // "id": "112",
    "category": "الدعاء بعد التشهد الأخير قبل السلام",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 62، برقم 1493، والترمذي، 5/ 515، برقم 3475، وابن ماجه، 2/ 1267، برقم 3857، والنسائي، برقم 1300 بلفظه، وأحمد، برقم 18974.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِأَنَّي أَشْهَدُ أَنَّكَ أَنْتَ اللَّهُ لاَ إِلَهَ إِلاَّ أَنْتَ الْأَحَدُ الصَّمَدُ الَّذِي لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ."
  },
  {
    // "id": "113",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "3",
    "description": "",
    "reference": "مسلم، 1/ 414، رقم 591.",
    "zekr": "أَسْتَغْفِرُ اللَّهَ."
  },
  {
    // "id": "114",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 414، رقم 591.",
    "zekr":
    "اللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ."
  },
  {
    // "id": "115",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 255، برقم 844، ومسلم، 1/ 414، برقم 593، وما بين المعقوفين زيادة من البخاري، برقم 6473.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ [ثلاثاً]، اللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ، وَلاَ مُعْطِيَ لِمَا مَنَعْتَ، وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الجَدُّ."
  },
  {
    // "id": "116",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 415 برقم 594.",
    "zekr":
    "لَا إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ، لاَ إِلَهَ إِلاَّ اللَّهُ، وَلاَ نَعْبُدُ إِلاَّ إِيَّاهُ, لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلَهَ إِلاَّ اللَّهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الكَافِرُونَ."
  },
  {
    // "id": "117",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر.",
    "reference": "مسلم، 1/ 418، برقم 597، وفيه: ((من قال ذلك دبر كل صلاة غفرت خطاياه وإن كانت مثل زبد البحر)).",
    "zekr":
    "سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَاللَّهُ أَكْبَرُ (ثلاثاً وثلاثين) لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "118",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم 1523، والترمذي، برقم 2903، والنسائي، 3/ 68، برقم 1335، وانظر: صحيح الترمذي، 2/ 8. والسور الثلاث يقال لها: المعوذات. انظر: فتح الباري، 9/ 62.",
    "zekr":
    "بسم الله الرحمن الرحيم ﴿قُلْ هُوَ اللَّهُ أَحَدٌ* اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾، \nبسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾،\nبسم الله الرحمن الرحيم ﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ بَعْدَ كُلِّ صَلاَةٍ."
  },
  {
    // "id": "119",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description":
    "من قرأ آية الكرسي عقب كل صلاة لم يمنعه من دخول الجنة إلا أن يموت",
    "reference": "النسائي في عمل اليوم والليلة، برقم 100، وابن السني، برقم، 121.",
    "zekr":
    "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾ عَقِبَ كلِّ صَلاَةٍ."
  },
  {
    // "id": "120",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "رواه الترمذي، 5/ 515، برقم 3474، وأحمد، 4/ 227، برقم 17990، وانظر تخريجه في: زاد المعاد 1/ 300.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. عَشْرَ مَرّاتٍ بَعْدَ صَلاةِ الْمَغْرِبِ وَالصُّبْحِ."
  },
  {
    // "id": "121",
    "category": "الأذكار بعد السلام من الصلاة",
    "count": "1",
    "description": "",
    "reference": "ابن ماجه، برقم 925، والنسائي في عمل اليوم والليلة، برقم 102، وانظر: صحيح ابن ماجه، 1/ 152، ومجمع الزوائد 10/ 111، وسيأتي برقم 95.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ عِلْماً نافِعاً، وَرِزْقاً طَيِّباً، وَعَمَلاً مُتَقَبَّلاً بَعْدَ السّلامِ مِنْ صَلاَةِ الفَجْرِ."
  },
  {
    // "id": "122",
    "category": "دعاء صلاة الاستخارة",
    "count": "1",
    "description": "",
    "reference": "(1) البخاري، 7/ 162، برقم 1162.\n(2) سورة آل عمران، الآية: 159.",
    "zekr":
    "قَالَ جَابرُ بْنُ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا: كَانَ رسُولُ اللَّهِ صلى الله عليه وسلم يُعَلِّمُنَا الْاسْتِخَارَةَ فِي الْأُمُورِ كُلِّهَا كَمَا يُعَلِّمُنَا السُّورَةَ مِنَ الْقُرْآنِ، يَقُولُ: \nإِذَا هَمَّ أَحَدُكُمْ بِالْأَمْرِ فَلْيَرْكَعْ رَكْعَتَيْنِ مِنْ غَيْرِ الْفَرِيضَةِ، ثُمَّ لْيَقُلْ: \nاللَّهُمَّ إِنِّي أَسْتَخِيرُكَ بِعِلْمِكَ، وَأَسْتَقْدِرُكَ بِقُدْرَتِكَ، وَأَسْأَلُكَ مِنْ فَضْلِكَ العَظِيمِ؛ فَإِنَّكَ تَقْدِرُ وَلاَ أَقْدِرُ، وَتَعْلَمُ وَلاَ أَعْلَمُ، وَأَنْتَ عَلاَّمُ الغُيُوبِ، اللَّهُمَّ إِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الأمْرَ - وَيُسَمِّي حَاجَتَهُ - خَيْرٌ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ - فَاقْدُرْهُ لِي وَيَسِّرْهُ لِي ثمَّ بَارِكْ لِي فِيهِ، وَإِنْ كُنْتَ تَعْلَمُ أَنَّ هَذَا الْأَمْرَ شَرٌّ لِي فِي دِينِي وَمَعَاشِي وَعَاقِبَةِ أَمْرِي – أَوْ قَالَ: عَاجِلِهِ وَآجِلِهِ – فَاصْرِفْهُ عَنِّي وَاصْرِفْنِي عَنْهُ وَاقْدُرْ لِيَ الْخَيْرَ حَيْثُ كَانَ، ثُمَّ أَرْضِنِي بِهِ(1). \n\nوَمَا نَدِمَ مَنِ اسْتَخَارَ الْخَالِقَ، وَشَاوَرَ الْمَخْلُوقِينَ الْمُؤْمِنِينَ وَتَثَبَّتَ فِي أَمْرِهِ، فَقَدْ قَالَ اللَّه تعالى: ﴿وَشاوِرْهُمْ فِي الْأَمْرِ فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ﴾(2)."
  },
  {
    // "id": "123",
    "category": "أذكار النوم",
    "count": "3",
    "description": "",
    "reference": "البخاري مع الفتح، 9/ 62، برقم 5017، ومسلم، برقم 2192.",
    "zekr":
    "يَجْمَعُ كَفَّيْهِ ثُمَّ يَنْفُثُ فِيهِمَا فَيَقْرَأُ فِيهِمَا:\nبسم الله الرحمن الرحيم \n﴿قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ* لَمْ يَلِدْ وَلَمْ يُولَدْ* وَلَمْ يَكُن لَّهُ كُفُواً أَحَدٌ﴾\n  بسم الله الرحمن الرحيم\n ﴿قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ* مِن شَرِّ مَا خَلَقَ* وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ* وَمِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ* وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾ \n بسم الله الرحمن الرحيم \n﴿قُلْ أَعُوذُ بِرَبِّ النَّاسِ* مَلِكِ النَّاسِ* إِلَهِ النَّاسِ* مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ* الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ* مِنَ الْجِنَّةِ وَ النَّاسِ﴾ \nثُمَّ يَمْسَحُ بِهِمَا مَا اسْتَطَاعَ مِنْ جَسَدِهِ يَبْدَأُ بِهِمَا عَلَى رَأْسِهِ وَوَجْهِهِ وَمَا أَقبَلَ مِنْ جَسَدِهِ)."
  },
  {
    // "id": "124",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قرأها إذا أوى إلى فراشه فإنه لن يزال عليه من اللَّه حافظ ولا يقربه شيطان حتى يصبح",
    "reference": "سورة البقرة، الاية: 255، البخاري مع الفتح، 4/ 487، برقم 2311.",
    "zekr":
    "﴿اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ﴾."
  },
  {
    // "id": "125",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قرأهما في ليلة كفتاه",
    "reference": "البخاري مع الفتح، 9/ 94، برقم 4008، ومسلم، 1/ 554، برقم 807، والآيتان من سورة البقرة، 285 - 286.",
    "zekr":
    "﴿آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ* لاَ يُكَلِّفُ اللَّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ﴾."
  },
  {
    // "id": "126",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(2) ((إذا قام أحدكم من فراشه ثم رجع إليه فلينفضه بصَنِفَةِ إزاره ثلاث مرات، وليُسمِّ اللَّه؛ فإنه لا يدري ما خلفه عليه بعده، وإذا اضطجع فليقل: .. )) الحديث، [ومعنى بصَنِفة إزاره: طَرَفه مِمَّا يَلِي طُرَّته]. النهاية في غريب الحديث والأثر (صنف).",
    "reference": "(2) البخاري مع الفتح، 11/ 126، برقم 6320. ومسلم، 4/ 2084، برقم 2714.",
    "zekr":
    "بِاسْمِكَ(1) رَبِّي وَضَعْتُ جَنْبِي، وَبِكَ أَرْفَعُهُ، فَإِن أَمْسَكْتَ نَفْسِي فارْحَمْهَا، وَإِنْ أَرْسَلْتَهَا فَاحْفَظْهَا، بِمَا تَحْفَظُ بِهِ عِبَادَكَ الصَّالِحِينَ (2)."
  },
  {
    // "id": "127",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 4/ 2083، برقم 2712، وأحمد بلفظه، 2/ 79، برقم 5502.",
    "zekr":
    "اللَّهُمَّ إِنَّكَ خَلَقْتَ نَفْسِي وَأَنْتَ تَوَفَّاهَا، لَكَ مَمَاتُهَا وَمَحْياهَا، إِنْ أَحْيَيْتَهَا فَاحْفَظْهَا، وَإِنْ أَمَتَّهَا فَاغْفِرْ لَهَا. اللَّهُمَّ إِنِّي أَسْأَلُكَ العَافِيَةَ."
  },
  {
    // "id": "128",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(1) ((كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إذا أراد أن يرقد وضع يده اليمنى تحت خدِّه، ثم يقول: ... )) الحديث.",
    "reference": "(2) أبو داود بلفظه، 4/ 311، برقم 5045، والترمذي، برقم 3398، وانظر: صحيح الترمذي، 3/ 143، وصحيح أبي داود، 3/ 240.",
    "zekr": "اللَّهُمَّ قِنِي(1) عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ (2)."
  },
  {
    // "id": "129",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 113، برقم 6324، ومسلم، 4/ 2083، برقم 2711.",
    "zekr": "بِاسْمِكَ اللَّهُمَّ أَمُوتُ وَأَحْيَا."
  },
  {
    // "id": "130",
    "category": "أذكار النوم",
    "count": "1",
    "description": "من قال ذلك عندما يأوي إلى فراشه كان خيراً له من خادم.",
    "reference": "البخاري مع الفتح، 7/ 71، برقم 3705، ومسلم، 4/ 2091، برقم 2726.",
    "zekr":
    "سُبْحَانَ اللَّهِ (ثلاثاً وثلاثين) \nوَالْحَمْدُ لِلَّهِ (ثلاثاً وثلاثين) \nوَاللَّهُ أَكْبَرُ (أربعاً وثلاثينَ)."
  },
  {
    // "id": "131",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2084، برقم 2713.",
    "zekr":
    "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ."
  },
  {
    // "id": "132",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2085، برقم 2715.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنَا وَسَقَانَا، وَكَفَانَا، وَآوَانَا، فَكَمْ مِمَّنْ لاَ كَافِيَ لَهُ وَلاَ مُؤْوِيَ."
  },
  {
    // "id": "133",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 317، برقم 5067، والترمذي، برقم 3629، وانظر: صحيح الترمذي 3/ 142.",
    "zekr":
    "اللَّهُمَّ عَالِمَ الغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيكَهُ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي، وَمِنْ شَرِّ الشَّيْطانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءاً، أَوْ أَجُرَّهُ إِلَى مُسْلِمٍ."
  },
  {
    // "id": "134",
    "category": "أذكار النوم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3404، والنسائي في عمل اليوم والليلة، برقم 707، وانظر: صحيح الجامع 4/ 255.",
    "zekr":
    "يَقْرَأُ ﴿الم﴾ تَنْزِيلَ السَّجْدَةِ ،  وَتَبَارَكَ الَّذي بِيَدِهِ الْمُلْكُ."
  },
  {
    // "id": "135",
    "category": "أذكار النوم",
    "count": "1",
    "description": "(1) ((إذا أخذت مضجعك فتوضأ وضوءك للصلاة، ثم اضطجع على شقك الأيمن، ثم قل: ... )) الحديث.\n(2) قال - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لمن قال ذلك: ((فإن مُتَّ مُتَّ على الفطرة)). البخاري مع الفتح، 11/ 113.",
    "reference": "برقم 6313، ومسلم، 4، 2081، برقم 2710.",
    "zekr":
    "اللَّهُمَّ(1) أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ(2)."
  },
  {
    // "id": "136",
    "category": "الدعاء إذا تقلب في الليل",
    "count": "1",
    "description": "يقول ذلك إذا تقلب من جنب إلى جنب في الليل.",
    "reference": "أخرجه الحاكم، وصححه ووافقه الذهبي، 1/ 540، والنسائي في عمل اليوم والليلة، برقم 202، وابن السني، برقم 757، وانظر: صحيح الجامع 4/ 213.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ الْوَاحِدُ الْقَهّارُ، رَبُّ السَّمَوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزيزُ الْغَفَّارُ."
  },
  {
    // "id": "137",
    "category": "دعاء الفزع في النوم و من بلي بالوحشة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 12، برقم 3893، والترمذي، برقم 3528، وانظر: صحيح الترمذي، 3/ 171.",
    "zekr":
    "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ غَضَبِهِ وَعِقَابِهِ، وَشَرِّ عِبَادِهِ، وَمِنْ هَمَزَاتِ الشَّياطِينِ وَأَنْ يَحْضُرُونِ."
  },
  {
    // "id": "138",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "(1) مسلم، 4/ 1772، برقم 2261.\n(2) مسلم، 4/ 1772، 1773، برقم 2261، ورقم 2262.",
    "zekr":
    "[يَنْفُثُ عَنْ يَسَارِهِ (ثلاثاً)\nيَسْتَعِيذُ بِاللَّهِ مِنَ الشَّيطَانِ وَمِنْ شَرِّ مَا رَأَى (ثَلاَثَ مَرَّاتٍ)]."
  },
  {
    // "id": "139",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1772، برقم 2261، ورقم 2263.",
    "zekr":
    "لاَ يُحَدِّثْ بِهَا أَحَداً."
  },
  {
    // "id": "140",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1773، برقم 2261.",
    "zekr":
    "يَــتَحَوَّلُ عَنْ جَنْبِهِ الَّذِي كَانَ عَلَيْهِ."
  },
  {
    // "id": "141",
    "category": "ما يفعل من رأى الرؤيا أو الحلم في النوم",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1773، برقم 2263.",
    "zekr": "ويَقُومُ يُصَلِّي إِنْ أَرَادَ ذَلِكَ."
  },
  {
    // "id": "142",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن الأربعة، وأحمد، والدارمي، والبيهقي: أبو داود، برقم 1425، والترمذي، برقم 464، والنسائي، برقم 1744، وابن ماجه، برقم 1178، وأحمد، برقم 1718، والدارمي، برقم 1592، والحاكم، 3/ 172، والبيهقي، 2/ 209، وما بين المعقوفين للبيهقي، وانظر: صحيح الترمذي، 1/ 144، وصحيح ابن ماجه، 1/ 194.",
    "zekr":
    "اللَّهُمَّ اهْدِنِي فِيمَنْ هَدَيْتَ، وَعَافِنِي فِيمَنْ عَافَيْتَ، وَتَوَلَّنِي فِيمَنْ تَوَلَّيْتَ، وَبَارِكْ لِي فِيمَا أَعْطَيْتَ، وَقِنِي شَرَّ مَا قَضَيْتَ؛ فَإِنَّكَ تَقْضِي وَلاَ يُقْضَى عَلَيْكَ، إِنَّهُ لاَ يَذِلُّ مَنْ وَالَيْتَ، [وَلاَ يَعِزُّ مَنْ عَادَيْتَ]، تَبارَكْتَ رَبَّنا وَتَعَالَيْتَ."
  },
  {
    // "id": "143",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن الأربعة، وأحمد: أبو داود، برقم 1427، والترمذي، برقم 3566، والنسائي، برقم 1746، وابن ماجه، برقم 1179، وأحمد، برقم 751. انظر: صحيح الترمذي، 3/ 180، وصحيح ابن ماجه، 1/ 194.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَبِمُعَافَاتِكَ مِنْ عُقُوبَتِكَ، وَأَعُــــوذُ بِكَ مِنْكَ، لاَ أُحْصِي ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ."
  },
  {
    // "id": "144",
    "category": "دعاء قنوت الوتر",
    "count": "1",
    "description": "",
    "reference": "أخرجه البيهقي في السنن الكبرى، وصحَّح إسناده، 2/ 211، وهو موقوف على عمر.",
    "zekr":
    "اللَّهُمَّ إِيَّاكَ نعْبُدُ، وَلَكَ نُصَلِّي وَنَسْجُدُ، وَإِلَيْكَ نَسْعَى وَنَحْفِدُ، نَرْجُو رَحْمَتَكَ، وَنَخْشَى عَذَابَكَ، إِنَّ عَذَابَكَ بِالكَافِرِينَ مُلْحَقٌ اللَّهُمَّ إِنَّا نَسْتَعينُكَ، وَنَسْتَغْفِرُكَ، وَنُثْنِي عَلَيْكَ الْخَيْرَ، وَلاَ نَكْفُرُكَ، وَنُؤْمِنُ بِكَ، وَنَخْضَعُ لَكَ، وَنَخْلَعُ مَنْ يَكْفرُكَ."
  },
  {
    // "id": "145",
    "category": "الذكر عقب السلام من الوتر",
    "count": "1",
    "description": "",
    "reference": "رواه النسائي، 3/ 244، برقم 1734، والدارقطني، 2/ 31، وغيرهما، وما بين المعقوفين زيادة للدارقطني 2/ 31، برقم 2، وإسناده صحيح، انظر: زاد المعاد بتحقيق شعيب الأرناؤوط وعبد القادر الأرناؤوط، 1/ 337.",
    "zekr":
    "سُبْحَانَ المَلِكِ القُدُّوسِ ثلاثَ مرَّاتٍ والثَّالِثَةُ يَجْهَرُ بها ويَمُدُّ بها صَوتَهُ يقولُ: [رَبِّ الْمَلاَئِكَةِ وَالرُّوحِ]."
  },
  {
    // "id": "146",
    "category": "دعاء الهم والحزن",
    "count": "1",
    "description": "",
    "reference": "أحمد، 1/ 391، برقم 3712.",
    "zekr":
    "اللَّهُمَّ إِنِّي عَبْدُكَ، ابْنُ عَبْدِكَ، ابْنُ أَمَتِكَ، نَاصِيَتِي بِيَدِكَ، مَاضٍ فِيَّ حُكْمُكَ، عَدْلٌ فِيَّ قَضَاؤُكَ، أَسْأَلُكَ بِكُــــلِّ اسْمٍ هُوَ لَكَ، سَمَّيْتَ بِهِ نَفْسَكَ، أَوْ أَنْزَلْتَهُ فِي كِتَابِكَ، أَوْ عَلَّمْتَهُ أَحَداً مِنْ خَلْقِكَ، أَوِ اسْتَأْثَرْتَ بِهِ فِي عِلْمِ الغَيْبِ عِنْدَكَ، أَنْ تَجْعَلَ القُرْآنَ رَبِيعَ قَلْبِي، وَنُورَ صَدْرِي، وَجَلاَءَ حُزْنِي، وَذَهَابَ هَمِّي."
  },
  {
    // "id": "147",
    "category": "دعاء الهم والحزن",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 158، برقم: 2893، كان الرسول - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يكثر من هذا الدعاء. انظر: البخاري مع الفتح، 11/ 173، وسيأتي ص 89، برقم 137.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ."
  },
  {
    // "id": "148",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 154، برقم 6345، ومسلم، 4/ 2092، برقم 2730.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ الْعَظِيمُ الْحَلِيمُ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ الْعَرْشِ الْعَظِيمِ، لاَ إِلَهَ إِلاَّ اللَّهُ رَبُّ السَّمَوَاتِ وَرَبُّ الْأَرْضِ وَرَبُّ الْعَرْشِ الْكَرِيمِ."
  },
  {
    // "id": "149",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 324، برقم 5090، وأحمد، 5/ 42، برقم 20430.",
    "zekr":
    "اللَّهُمَّ رَحْمَتَكَ أَرْجُو، فَلاَ تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنٍ، وَأَصْلِحْ لِي شَأْنِي كُلَّهُ، لاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "150",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 529، برقم 3505، والحاكم وصححه ووافقه الذهبي، 1/ 505، وانظر: صحيح الترمذي، 3/ 168.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظّالِمِينَ."
  },
  {
    // "id": "151",
    "category": "دعاء الكرب",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 529، برقم 3505، والحاكم وصححه ووافقه الذهبي، 1/ 505، وانظر: صحيح الترمذي، 3/ 168.",
    "zekr": "اللَّهُ اللَّهُ رَبِّي لاَ أُشْرِكُ بِهِ شَيْئاً."
  },
  {
    // "id": "152",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 89، برقم 1537، وصححه الحاكم ووافقه الذهبي، 2/ 142.",
    "zekr":
    "اللَّهُمَّ إِنَّا نَجْعَلُكَ فِي نُحُورِهِم، وَنَعُوذُ بِكَ مِنْ شُرُورِهِمْ."
  },
  {
    // "id": "153",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 42، برقم 2632، والترمذي، 5/ 572، برقم 3584، وانظر: صحيح الترمذي، 3/ 183.",
    "zekr":
    "اللَّهُمَّ أَنْتَ عَضُدِي، وَأَنْتَ نَصِيرِي، بِكَ أَحُولُ وَبِكَ أَصُولُ، وَبِكَ أُقاتِلُ."
  },
  {
    // "id": "154",
    "category": "دعاء لقاء العدو و ذي السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري، 5/ 172، برقم 4563.",
    "zekr": "حَسْبُنا اللَّهُ وَنِعْمَ الْوَكِيلُ."
  },
  {
    // "id": "155",
    "category": "دعاء من خاف ظلم السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد، برقم 707.",
    "zekr":
    "اللَّهُمَّ ربَّ السَّمَوَاتِ السَّبْعِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، كُنْ لِي جَاراً مِنْ فُلاَنِ بْنِ فُلاَنٍ، وَأَحْزَابِهِ مِنْ خَلاَئِقِكَ، أَنْ يَفْرُطَ عَلَيَّ أَحَدٌ مِنْهُمْ أَوْ يَطْغَى، عَزَّ جَارُكَ، وَجَلَّ ثَنَاؤُكَ، وَلاَ إِلَهَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "156",
    "category": "دعاء من خاف ظلم السلطان",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد برقم 708.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُ أَعَزُّ مِنْ خَلْقِهِ جَمِيعاً، اللَّهُ أَعَزُّ مِمَّا أَخَافُ وَأَحْذَرُ، أَعُوذُ بِاللَّهِ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ، الْمُمْسِكِ السَّمَوَاتِ السَّبْعِ أَنْ يَقَعْنَ عَلَى الْأَرْضِ إِلاَّ بِإِذْنِهِ، مِنْ شَرِّ عَبْدِكَ فُلاَنٍ، وَجُنُودِهِ وَأَتْبَاعِهِ وَأَشْيَاعِهِ، مِنْ الْجِنِّ وَالإِنْسِ، اللَّهُمَّ كُنْ لِي جَاراً مِنْ شَرِّهِمْ، جَلَّ ثَنَاؤُكَ وَعَزَّ جَارُكَ، وَتَبَارَكَ اسْمُكَ، وَلاَ إِلَهَ غَيْرُكَ (ثلاثَ مرَّاتٍ)."
  },
  {
    // "id": "157",
    "category": "الدعاء على العدو",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1362، برقم 1742.",
    "zekr":
    "اللَّهُمَّ مُنْزِلَ الْكِتَابِ، سَرِيعَ الْحِسَابِ، اهْزِمِ الأَحْزَابَ، اللَّهُمَّ اهزِمْهُمْ وَزَلْزِلْهُمْ."
  },
  {
    // "id": "158",
    "category": "ما يقول من خاف قوما",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2300، برقم 3005.",
    "zekr": "اللَّهُمَّ اكْفِنِيهِمْ بِمَا شِئْتَ."
  },
  {
    // "id": "159",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 336، برقم 3276، ومسلم، 1/ 120، برقم 134.",
    "zekr": "يَسْتَعِيذُ بِاللَّهِ و يَنْتَهِي عَمَّا شك فِيهِ."
  },
  {
    // "id": "160",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 119 - 120، برقم 134.",
    "zekr": "يَقُولُ: آمَنْتُ بِاللَّهِ وَرُسُلِهِ."
  },
  {
    // "id": "161",
    "category": "دعاء من أصابه وسوسة في الإيمان",
    "count": "1",
    "description": "",
    "reference": "سورة الحديد، الآية: 3. أبو داود، 4/ 329، برقم 5110.",
    "zekr":
    "يَقْرَأُ قَوْلَهُ تَعَالَى: ﴿هُوَ الْأوَّلُ وَالْآخِرُ وَالظّاهِرُ وَالْباطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾."
  },
  {
    // "id": "162",
    "category": "دعاء قضاء الدين",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 560، برقم 3563، وانظر: صحيح الترمذي، 3/ 180.",
    "zekr":
    "اللَّهُمَّ اكْفِنِي بِحَلاَلِكَ عَنْ حَرَامِكَ، وَأَغْنِنِي بِفَضْلِكِ عَمَّنْ سِوَاكَ."
  },
  {
    // "id": "163",
    "category": "دعاء قضاء الدين",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 158، برقم 2893، وتقدم ص 83، برقم 121.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ، وَالْعَجْزِ وَالْكَسَلِ، وَالْبُخْلِ وَالْجُبْنِ، وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ."
  },
  {
    // "id": "164",
    "category": "دعاء الوسوسة في الصلاة و القراءة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1729، برقم 2203، من حديث عثمان بن أبي العاص - رضي الله عنه -، وفيه ففعلت ذلك، فأذهبه اللَّه عني.",
    "zekr":
    "أَعُوذُ بِاللَّهِ مِنَ الشَّيطَانِ الرَّجِيمِ، وَاتْفُلْ عَلَى يَسَارِكَ (ثلاثاً)."
  },
  {
    // "id": "165",
    "category": "دعاء من استصعب عليه أمر",
    "count": "1",
    "description": "",
    "reference": "رواه ابن حبان في صحيحه، برقم 2427 (موارد)، وابن السني، برقم 351، وقال الحافظ: ((هذا حديث صحيح))، وصححه عبد القادر الأرناؤوط في تخريج الأذكار للنووي، ص106.",
    "zekr":
    "اللَّهُمَّ لاَ سَهْلَ إِلاَّ مَا جَعَلْتَهُ سَهْلاً، وَأَنْتَ تَجْعَلُ الْحَزْنَ إِذَا شِئْتَ سَهْلاً."
  },
  {
    // "id": "166",
    "category": "ما يقول ويفعل من أذنب ذنباً",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 86، برقم 1521، والترمذي، 2/ 257، برقم 406.",
    "zekr":
    "مَا مِنْ عَبْدٍ يُذنِبُ ذَنْباً فَيُحْسِنُ الطُّهُورَ، ثُمَّ يَقُومُ فَيُصَلِّي رَكْعَتَيْنِ، ثُمَّ يَسْتَغْفِرُ اللَّهَ إِلاَّ غَفَرَ اللَّهُ لَهُ."
  },
  {
    // "id": "167",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 203، برقم، وابن ماجه، 1/ 265، برقم 807، وتقدم تخريجه برقم 31، وانظر: سورة المؤمنون، الآيتان: 97 - 98.",
    "zekr": "الْاسْتِعَاذَةُ بِاللَّهِ مِنْهُ."
  },
  {
    // "id": "168",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 291، برقم 389، والبخاري، 1/ 151، برقم 608.",
    "zekr": "الْأَذَانُ."
  },
  {
    // "id": "169",
    "category": "دعاء طرد الشيطان و وساوسه",
    "count": "1",
    "description": "",
    "reference": "((لا تجعلوا بيوتكم مقابر، إن الشيطان ينفر من البيت الذي تُقرأ فيه سورة البقرة))، رواه مسلم، 1/ 539، برقم 780، ومما يطرد الشيطان أذكار الصباح والمساء، والنوم والاستيقاظ، وأذكار دخول المنزل والخروج منه، وأذكار دخول المسجد والخروج منه، وغير ذلك من الأذكار المشروعة، مثل: قراءة آية الكرسي عند النوم، والآيتين الأخيرتين من سورة البقرة، ومن قال: لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير مائة مرة، كانت له حرزاً من الشيطان يومه كله، وكذا الأذان يطرد الشيطان.",
    "zekr": "الْأَذْكَارُ وَقِرَاءَةُ الْقُرْآنِ."
  },
  {
    // "id": "170",
    "category": "الدعاء حينما يقع ما لا يرضاه أو غلب على أمره",
    "count": "1",
    "description": "",
    "reference": "((المؤمن القوي خير وأحبّ إلى اللَّه من المؤمن الضعيف، وفي كلٍّ خير، احرص على ما ينفعك، واستعن باللَّهِ ولا تعجز، وإن أصابك شيء فلا تقل: لو أني فعلت كان كذا وكذا، ولكن قل قدَرُ اللَّه وما شاء فعل، فإنَّ لو تفتح عمل الشيطان)). مسلم، 4/ 2052، برقم 2664.",
    "zekr": "قَدَرُ اللَّهُ وَمَا شَاءَ فَعَلَ."
  },
  {
    // "id": "171",
    "category": "ﺗﻬنئة المولود له وجوابه",
    "count": "1",
    "description": "",
    "reference": "(1) ذُكِرَ من كلام الحسن البصري. انظر: تحفة المودود لابن القيم، ص 20، وعزاه لابن المنذر في الأوسط.\n(2) قاله النووي في الأذكار، ص349، وانظر: صحيح الأذكار للنووي، لسليم الهلالي، 2/ 713، وتمام التخريج في الذكر والدعاء والعلاج بالرقى للمؤلف، 1/ 416.",
    "zekr":
    "بَارَكَ اللَّهُ لَكَ فِي الْمَوْهُوبِ لَكَ، وَشَكَرْتَ الْوَاهِبَ، وَبَلَغَ أَشُدَّهُ، وَرُزِقْتَ بِرَّهُ(1)\n وَيَرُدُّ عَلَيْهِ الْمُهَــــــنَّأُ فَيَقُولُ: بَارَكَ اللَّهُ لَكَ وَبَارَكَ عَلَيْكَ، وَجَزَاكَ اللَّهُ خَيْراً، وَرَزَقَكَ اللَّهُ مِثْلَهُ، وَأَجْزَلَ ثَوَابَكَ(2)."
  },
  {
    // "id": "172",
    "category": "ما يعوذ به الأولاد - رقية",
    "count": "1",
    "description": "",
    "reference": "البخاري، 4/ 119، برقم 3371، من حديث ابن عباس رَضِيَ اللَّهُ عَنْهُمَا.",
    "zekr":
    "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم يُعَوِّذُ الحَسَنَ وَالحُسَينَ رضي الله عنهما أُعِيذُكُمَا بِكَلِمَاتِ اللَّهِ التَّامَّةِ مِنْ كُلِّ شَيْطَانٍ وَهَامَّةٍ، وَمِنْ كُلِّ عَيْنٍ لاَمَّةٍ."
  },
  {
    // "id": "173",
    "category": "الدعاء للمريض في عيادته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 10/ 118، برقم 3616.",
    "zekr": "لاَ بأْسَ طَهُورٌ إِنْ شَاءَ اللَّهُ."
  },
  {
    // "id": "174",
    "category": "الدعاء للمريض في عيادته",
    "count": "7",
    "description": "",
    "reference": "((ما من عبد مسلم يعود مريضاً لم يحضر أجله فيقول سبع مرات ... )) الحديث .. إلاَّ عوفي. أخرجه الترمذي، برقم 2083، وأبو داود، برقم 3106، وانظر: صحيح الترمذي، 2/ 210، وصحيح الجامع، 5/ 180.",
    "zekr":
    "أَسْأَلُ اللَّهَ الْعَظيمَ رَبَّ الْعَرْشِ الْعَظِيمِ أَنْ يَشْفيَكَ."
  },
  {
    // "id": "175",
    "category": "فضل عيادة المريض",
    "count": "1",
    "description": "",
    "reference": "رواه الترمذي، برقم 969، وابن ماجه، برقم 1442، وأحمد، برقم 975، وانظر: صحيح ابن ماجه، 1/ 244 وصحيح الترمذي، 1/ 286، وصححه أيضاً أحمد شاكر.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا عَادَ الرَّجُلُ أَخَاهُ الْمُسْلِمَ مَشَى فِي خِرَافَةِ الْجَنَّةِ حَتَّى يَجْلِسَ، فَإِذَا جَلَسَ غَمَرَتْهُ الرَّحْمَةُ، فَإِنْ كَانَ غُدْوَةً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُمْسِيَ، وَإِنْ كَانَ مَسَاءً صَلَّى عَلَيْهِ سَبْعُونَ أَلْفَ مَلَكٍ حَتَّى يُصْبِحَ."
  },
  {
    // "id": "176",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 10، برقم 4435، ومسلم، 4/ 1893، برقم 2444.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَأَلْحِقْنِي بِالرَّفِيقِ الْأَعْلَى."
  },
  {
    // "id": "177",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 8/ 144، برقم 4449، وفي الحديث ذكر السواك.",
    "zekr":
    "جَعَلَ النَّبِيُّ صلى الله عليه وسلم عِنْدَ مَوْتِهِ يُدْخِلُ يَدَيْهِ فِي الْمَاءِ فَيَمْسَحُ بِهِمَا وَجْهَهُ، وَيَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ إِنَّ لِلْمَوْتِ سَكَرَاتٍ."
  },
  {
    // "id": "178",
    "category": "دعاء المريض الذي يئس من حياته",
    "count": "1",
    "description": "",
    "reference": "أخرجه الترمذي، برقم 3430، وابن ماجه، برقم 3794.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَاللَّهُ أَكْبَرُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لاَ إِلَهَ إِلاَّ اللَّهُ لَهُ المُلْكُ وَلَهُ الْحَمْدُ، لاَ إِلَهَ إِلاَّ اللَّهُ وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ."
  },
  {
    // "id": "179",
    "category": "تلقين المحتضر",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 190، برقم 3116، وانظر: صحيح الجامع، 5/ 432.",
    "zekr":
    "مَنْ كَانَ آخِرُ كَلاَمِهِ لاَ إِلَهَ إِلاَّ اللَّهُ دَخَلَ الْجَنَّةَ."
  },
  {
    // "id": "180",
    "category": "دعاء من أصيب بمصيبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 632، برقم 918.",
    "zekr":
    "إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ، اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي، وَأَخْلِفْ لِي خَيْرَاً مِنْهَا."
  },
  {
    // "id": "181",
    "category": "الدعاء عند إغماض الميت",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 634، برقم 920.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِفُلاَنٍ (بِاسْمِهِ) وَارْفَعْ دَرَجَتَهُ فِي الْمَهْدِيِّينَ، وَاخْلُفْهُ فِي عَقِبِهِ فِي الْغَابِرِينَ، وَاغْفِرْ لَنَا وَلَهُ  يَا رَبَّ الْعَالَمِينَ، وَافْسَحْ لَهُ فِي قَبْرِهِ، وَنَوِّرْ لَهُ فِيهِ."
  },
  {
    // "id": "182",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 663، برقم 963.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ، وَعَافِهِ، وَاعْفُ عَنْهُ، وَأَكْرِمْ نُزُلَهُ، وَوَسِّعْ مُدْخَلَهُ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ، وَنَقِّهِ مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الأَبْيَضَ مِنَ الدَّنَسِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، وَزَوْجَاً خَيْراً مِنْ زَوْجِهِ، وَأَدْخِلْهُ الْجَنَّةَ، وَأَعِذْهُ مِنْ عَذَابِ القَبْرِ [وَعَذَابِ النَّارِ]."
  },
  {
    // "id": "183",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 3201، والترمذي، برقم 1024، والنسائي، برقم 1985، وابن ماجه، 1/ 480، برقم 1498، وأحمد، 2/ 368، برقم 8809، وانظر: صحيح ابن ماجه، 1/ 251.",
    "zekr":
    "اللَّهُمَّ اغْفِرْ لِحَيِّنَا وَمَيِّتِنَا، وَشَاهِدِنَا وَغَائِبِنَا، وَصَغِيرِنَا وَكَبيرِنَا، وَذَكَرِنَا وَأُنْثَانَا اللَّهُمَّ مَنْ أَحْيَيْتَهُ مِنَّا فَأَحْيِهِ عَلَى الْإِسْلاَمِ، وَمَنْ تَوَفَّيْتَهُ مِنَّا فَتَوَفَّهُ عَلَى الإِيمَانِ، اللَّهُمَّ لاَ تَحْرِمْنَا أَجْرَهُ، وَلاَ تُضِلَّنَا بَعْدَهُ."
  },
  {
    // "id": "184",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن ماجه، برقم 1499، انظر: صحيح ابن ماجه، 1/ 251، ورواه أبو داود، 3/ 211، برقم 3202.",
    "zekr":
    "اللَّهُمَّ إِنَّ فُلاَنَ بْنَ فُلاَنٍ فِي ذِمَّتِكَ، وَحَبْلِ جِوَارِكَ، فَقِهِ مِنْ فِتْنَةِ الْقَبْرِ، وَعَذَابِ النَّارِ، وَأَنْتَ أَهْلُ الْوَفَاءِ وَالْحَقِّ، فَاغْفِرْ لَهُ وَارْحَمْهُ إِنَّكَ أَنْتَ الغَفُورُ الرَّحيمُ."
  },
  {
    // "id": "185",
    "category": "الدعاء للميت في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "أخرجه الحاكم وصححه ووافقه الذهبي، 1/ 359.",
    "zekr":
    "اللَّهُمَّ عَبْدُكَ وَابْنُ أَمَتِكَ احْتَاجَ إِلَى رَحْمَتِكَ، وَأَنْتَ غَنِيٌّ عَنْ عَذَابِهِ، إِنْ كَانَ مُحْسِناً فَزِدْ فِي حَسَنَاتِهِ، وَإِنْ كَانَ مُسِيئاً فَتَجَاوَزْ عَنْهُ."
  },
  {
    // "id": "186",
    "category": "الدعاء للفرط في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "((قال سعيد بن المسيب: صلّيتُ وراء أبي هريرة على صبيٍّ لم يعمل خطيئة قَطُّ، فسمعته يقول .. )) الحديث. أخرجه مالك في الموطأ، 1/ 288، وابن أبي شيبة في المصنف، 3/ 217، والبيهقي، 4/ 9، وصحح إسناده شعيب الأرناؤوط في تحقيقه لشرح السنة للبغوي، 5/ 357.",
    "zekr":
    "اللَّهُمَّ أَعِذْهُ مِنْ عَذَابِ القَبْرِ وإن قال: اللَّهُمَّ اجْعَلْهُ فَرَطاً وَذُخْراً لِوَالِدَيْهِ، وَشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِينَهُمَا، وَأَعْظِمْ بِهِ أُجورَهُمَا، وَأَلْحِقْهُ بِصَالِحِ الْمُؤْمِنِينَ، وَاجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الْجَحِيمِ، وَأَبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لِأَسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنَا بِالْإِيمَانِ إن قال ذلك فَحَسَنٌ."
  },
  {
    // "id": "187",
    "category": "الدعاء للفرط في الصلاة عليه",
    "count": "1",
    "description": "",
    "reference": "انظر: المغني لابن قدامة، 3/ 416.",
    "zekr": "اللَّهُمَّ اجْعَلْهُ لَنَا فَرَطاً، وَسَلَفاً، وَأَجْراً."
  },
  {
    // "id": "188",
    "category": "دعاء التعزية",
    "count": "1",
    "description": "",
    "reference": "البخاري، 2/ 80، برقم 1284، ومسلم، 2/ 636، برقم 923.",
    "zekr":
    "إِنَّ للَّهِ مَا أَخَذَ، وَلَهُ مَا أَعْطَى، وَكُلُّ شَيْءٍ عِنْدَهُ بِأَجَلٍ مُسَمَّى فَلْتَصْبِرْ وَلْتَحْتَسِبْ وَإِنْ قَالَ: أَعْظَمَ اللَّهُ أَجْرَكَ، وَأَحْسَنَ عَزَاءَكَ، وَغَفَرَ لِمَيِّتِكَ فَحَسَنٌ."
  },
  {
    // "id": "189",
    "category": "الدعاء عند إدخال الميت القبر",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 314، برقم 3215، بسند صحيح، وأحمد، برقم 5234، ورقم 4812 بلفظ: ((بسم اللَّه، وعلى ملّة رسول اللَّه))، وسنده صحيح.",
    "zekr": "بِسْمِ اللَّهِ وَعَلَى سُنَّةِ رَسُولِ اللَّهِ."
  },
  {
    // "id": "190",
    "category": "الدعاء بعد دفن الميت",
    "count": "1",
    "description": "",
    "reference": "كان النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - إذا فرغ من دفن الميت وقف عليه وقال: ((استغفروا لأخيكم، وسلوا له التثبيت؛ فإنه الآن يُسأل)). أبو داود، 3/ 315، برقم 3223، والحاكم وصححه، ووافقه الذهبي 1/ 370.",
    "zekr": "اللَّهُمَّ اغْفِرْ لَهُ، اللَّهُمَّ ثَبِّتْهُ."
  },
  {
    // "id": "191",
    "category": "دعاء زيارة القبور",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 671، برقم 975، وابن ماجه، 1/ 494، واللفظ له، برقم 1547 عن بريدة - رضي الله عنه -، وما بين المعقوفين من حديث عائشة - رضي الله عنها - عند مسلم، 2/ 671، برقم 975.",
    "zekr":
    "السَّلاَمُ عَلَيْكُمْ أَهْلَ الدِّيَارِ، مِنَ الْمُؤْمِنِينَ وَالْمُسْلِمِينَ، وَإِنَّا إِنْ شَاءَ اللَّهُ بِكُمْ لاَحِقُونَ، [وَيَرْحَمُ اللَّهُ الْمُسْتَقدِمِينَ مِنَّا وَالْمُسْتأْخِرِينَ] أَسْاَلُ اللَّهَ لَنَا وَلَكُمُ الْعَافِيَةَ."
  },
  {
    // "id": "192",
    "category": "دعاء الريح",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 326، برقم 5099، وابن ماجه، 2/ 1228، برقم 3727، وانظر: صحيح ابن ماجه، 2/ 305.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْــــــأَلُكَ خَيْرَهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا."
  },
  {
    // "id": "193",
    "category": "دعاء الريح",
    "count": "1",
    "description": "",
    "reference": "مسلم، واللفظ له، 2/ 666، برقم 899، والبخاري، 4/ 76 برقم 3206، ورقم 4829.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا فِيهَا، وَخَيْرَ مَا أُرْسِلَتْ بِهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِهِ."
  },
  {
    // "id": "194",
    "category": "دعاء الرعد",
    "count": "1",
    "description": "",
    "reference": "كان عبد الله بن الزبير - رضي الله عنهما - إذا سمع الرعد ترك الحديث وقال: ... الحديث، الموطأ، 2/ 992.",
    "zekr":
    "سُبْحَانَ الَّذِي يُسَبِّحُ الرَّعْدُ بِحَمْدِهِ وَالْمَلاَئِكةُ مِنْ خِيفَتِهِ."
  },
  {
    // "id": "195",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 303، برقم 1171.",
    "zekr":
    "اللَّهُمَّ اسْقِنَا غَيْثاً مُغِيثاً مَرِيئاً مَرِيعاً، نَافِعاً غَيْرَ ضَارٍّ، عَاجِلاً غَيْرَ آجِلٍ."
  },
  {
    // "id": "196",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 224، برقم 1014، ومسلم، 2/ 613، برقم 897.",
    "zekr":
    "اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا، اللَّهُمَّ أَغِثْنَا."
  },
  {
    // "id": "197",
    "category": "من أدعية الاستسقاء",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 1/ 305، برقم 1178.",
    "zekr":
    "اللَّهُمَّ اسْقِ عِبَادَكَ، وَبَهَائِمَكَ، وَانْشُرْ رَحْمَتَكَ، وَأَحْيِي بَلَدَكَ الْمَيِّتَ."
  },
  {
    // "id": "198",
    "category": "الدعاء إذا نزل المطر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 518، برقم 1032.",
    "zekr": "اللَّهُمَّ صَيِّباً نَافِعاً."
  },
  {
    // "id": "199",
    "category": "الذكر بعد نزول المطر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 2/ 518، برقم 1032.",
    "zekr": "مُطِرْنَا بِفَضْلِ اللَّهِ وَرَحْمَتِهِ."
  },
  {
    // "id": "201",
    "category": "من أدعية الاستصحاء",
    "count": "1",
    "description": "",
    "reference": "البخاري، 1/ 224، برقم 933، ومسلم، 2/ 614، برقم 897.",
    "zekr":
    "اللَّهُمَّ حَوَالَيْنَا وَلاَ عَلَيْنَا، اللَّهُمَّ عَلَى الآكَامِ وَالظِّرَابِ، وَبُطُونِ الْأَوْدِيَةِ، وَمَنَابِتِ الشَّجَرِ."
  },
  {
    // "id": "202",
    "category": "دعاء رؤية الهلال",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 504، برقم 3451، والدارمي بلفظه، 1/ 336، وانظر: صحيح الترمذي، 3/ 157.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُمَّ أَهِلَّهُ عَلَيْنَا بِالْأَمْنِ وَالْإِيمَانِ، وَالسَّلاَمَةِ وَالْإِسْلاَمِ، وَالتَّوْفِيقِ لِمَا تُحِبُّ رَبَّنَا وَتَرْضَى، رَبُّنَا وَرَبُّكَ اللَّهُ."
  },
  {
    // "id": "203",
    "category": "الدعاء عند إفطار الصائم",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 2/ 306، برقم 2359، وغيره. وانظر: صحيح الجامع، 4/ 209.",
    "zekr":
    "ذَهَبَ الظَّمَأُ وَابْتَلَّتِ العُرُوقُ، وَثَبَتَ الْأَجْرُ إِنْ شَاءَ اللَّهُ."
  },
  {
    // "id": "204",
    "category": "الدعاء عند إفطار الصائم",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن ماجه، 1/ 557، برقم 1753 من دعاء عبد الله بن عمرو - رضي الله عنهما -، وحسنه الحافظ في تخريج الأذكار. انظر: شرح الأذكار، 4/ 342.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ الَّتِي وَسِعَتْ كُلَّ شَيْءٍ أَنْ تَغْفِرَ لِي."
  },
  {
    // "id": "205",
    "category": "الدعاء قبل الطعام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 3/ 347، برقم 3767، والترمذي، 4/ 288، برقم 1858، وانظر: صحيح الترمذي، 2/ 167.",
    "zekr":
    "إِذَا أَكَلَ أَحَدُكُمْ طَعَاماً فَلْيَقُلْ بِسْمِ اللَّهِ، فَإِنْ نَسِيَ فِي أَوَّلِهِ فَلْيَقُلْ بسمِ اللَّهِ فِي أَوَّلِهِ وَآخِرِهِ."
  },
  {
    // "id": "206",
    "category": "الدعاء قبل الطعام",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 506، برقم 3455، وانظر: صحيح الترمذي، 3/ 158.",
    "zekr":
    "مَنْ أَطْعَمَهُ اللَّهُ الطَّعَامَ فَلْيَقُلْ: اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَأَطْعِمْنَا خَيْراً مِنْهُ، وَمَنْ سَقَاهُ اللَّهُ لَبَناً فَلْيَقُلْ اللَّهُمَّ بَارِكْ لَنَا فِيهِ وَزِدْنَا مِنْهُ."
  },
  {
    // "id": "207",
    "category": "الدعاء عند الفراغ من الطعام",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم 4025، والترمذي، برقم 3458، وابن ماجه، برقم 3285، وانظر صحيح الترمذي، 3/ 159.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي أَطْعَمَنِي هَذَا، وَرَزَقَنِيهِ، مِنْ غَيْرِ حَوْلٍ مِنِّي وَلاَ قُوَّةٍ."
  },
  {
    // "id": "208",
    "category": "الدعاء عند الفراغ من الطعام",
    "count": "1",
    "description": "",
    "reference": "البخاري، 6/ 214، برقم 5458، والترمذي بلفظه، 5/ 507، برقم 3456.",
    "zekr":
    "الْحَمْدُ لِلَّهِ حَمْداً كَثِيراً طَيِّباً مُبَارَكاً فِيهِ، غَيْرَ [مَكْفِيٍّ وَلاَ ] مُوَدَّعٍ، وَلاَ مُسْتَغْنَىً عَنْهُ رَبَّنَا."
  },
  {
    // "id": "209",
    "category": "دعاء الضيف لصاحب الطعام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1615، برقم 2042.",
    "zekr":
    "اللَّهُمَّ بَارِكْ لَهُمْ فِيمَا رَزَقْتَهُم، وَاغْفِرْ لَهُمْ وَارْحَمْهُمْ."
  },
  {
    // "id": "210",
    "category": "التعريض بالدعاء لطلب الطعام أو الشراب",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1626، برقم 2055.",
    "zekr": "اللَّهُمَّ أَطْعِمْ مَنْ أَطْعَمَنِي، وَاسْقِ مَنْ سَقَانِي."
  },
  {
    // "id": "211",
    "category": "الدعاء إذا أفطر عند أهل بيت",
    "count": "1",
    "description": "",
    "reference": "سنن أبي داود، 3/ 367، برقم 3856، وابن ماجه، 1/ 556، برقم 1747، والنسائي في عمل اليوم والليلة، برقم 296 - 298، ونصّ على أنه - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يقوله إذا أفطر عند أهل بيت.",
    "zekr":
    "أَفْطَرَ عِنْدَكُمُ الصَّائِمُونَ، وَأَكَلَ طَعَامَكُمُ الْأَبْرَارُ، وَصَلَّتْ عَلَيْكُمُ الْمَلاَئِكَةُ."
  },
  {
    // "id": "212",
    "category": "دعاء الصائم إذا حضر الطعام ولم يفطر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 1054، برقم 1150.",
    "zekr":
    "إِذَا دُعِيَ أَحَدُكُمْ فَلْيُجِبْ، فَإِنْ كَانَ صَائِماً فَلْيُصَلِّ، وَإِنْ كَانَ مُفْطِراً فَلْيَطْعَمْ ، وَمَعْنَى فَلْيُصَلِّ أَيْ فَلْيَدْعُ."
  },
  {
    // "id": "213",
    "category": "ما يقول الصائم إذا سابه أحد",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 4/ 103، برقم 1894، ومسلم، 2/ 806، برقم 1151.",
    "zekr": "إِنِّي صَائِمٌ، إِنِّي صَائِمٌ."
  },
  {
    // "id": "214",
    "category": "الدعاء عند رؤية باكورة الثمر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 1000، برقم 1373.",
    "zekr":
    "اللَّهُمَّ بَارِكْ لَنَا فِي ثَمَرِنَا، وَبَارِكْ لَنَا فِي مَدِينَتِنَا، وَبَارِكْ لَنَا فِي صَاعِنَا، وَبَارِكْ لَنَا فِي مُدِّنَا."
  },
  {
    // "id": "215",
    "category": "دعاء العطاس",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 125، برقم 5870.",
    "zekr":
    "إِذَا عَطَسَ أَحَدُكُم فَلْيَقُلِ الْحَمْدُ لِلَّهِ، وَلْيَقُلْ لَهُ أَخُوهُ أَوْ صَاحِبُهُ: يَرْحَمُكَ اللَّهُ، فَإِذَا قَالَ لَهُ: يَرحَمُكَ اللَّهُ، فَلْيَقُلْ: يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ."
  },
  {
    // "id": "216",
    "category": "ما يقال للكافر إذا عطس فحمد الله",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 82، برقم 2741، وأحمد، 4/ 400، برقم 19586، وأبو داود، 4/ 308، برقم 5040، وانظر: صحيح الترمذي، 2/ 354.",
    "zekr": "يَهْدِيكُمُ اللَّهُ وَيُصْلِحُ بَالَكُمْ."
  },
  {
    // "id": "217",
    "category": "الدعاء للمتزوج",
    "count": "1",
    "description": "",
    "reference": "أخرجه أصحاب السنن إلا النسائي: أبو داود، برقم 2130، والترمذي، برقم 1091، وابن ماجه، برقم 1905، والنسائي في عمل اليوم والليلة، برقم 259، وانظر: صحيح الترمذي، 1/ 316.",
    "zekr":
    "بَارَكَ اللَّهُ لَكَ، وَبَارَكَ عَلَيْكَ، وَجَمَعَ بَيْنَكُمَا فِي خَيْرٍ."
  },
  {
    // "id": "218",
    "category": "دعاء المتزوج و شراء الدابة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 248، برقم 2160، وابن ماجه، 1/ 617، برقم 1918، وانظر: صحيح ابن ماجه، 1/ 324.",
    "zekr":
    "إِذَا تَزَوَّجَ أَحَدُكُمُ امْرَأَةً، أَوْ إِذَا اشْتَرَى خَادِماً فَلْيَقُلْ: اللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا، وَخَيْرَ مَا جَبَلْتَهَا عَلَيْهِ، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا جَبَلْتَهَا عَلَيْهِ، وَإِذَا اشْتَرَى بَعِيراً فَلْيَأْخُذْ بِذِرْوَةِ سَنَامِهِ وَلْيَقُلْ مِثْلَ ذَلِكَ."
  },
  {
    // "id": "219",
    "category": "الدعاء قبل إتيان الزوجة - الجماع",
    "count": "1",
    "description": "",
    "reference": "البخاري، 6/ 141، برقم 141، ومسلم، 2/ 1028، برقم 1434.",
    "zekr":
    "بِسْمِ اللَّهِ، اللَّهُمَّ جَنِّبْنَا الشَّيْطَانَ، وَجَنِّبِ الشَّيْطَانَ مَا رَزَقْتَنَا."
  },
  {
    // "id": "220",
    "category": "دعاء الغضب",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 99، برقم 3282، ومسلم، 4/ 2015، برقم 2610.",
    "zekr": "أَعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّجِيمِ."
  },
  {
    // "id": "221",
    "category": "دعاء من رأى مبتلى",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 494، و5/ 493، برقم 3432، وانظر: صحيح الترمذي، 3/ 153.",
    "zekr":
    "الْحَمْدُ لِلَّهِ الَّذِي عَافَانِي مِمَّا ابْتَلاَكَ بِهِ، وَفَضَّلَنِي عَلَى كَثِيرٍ مِمَّنْ خَلَقَ تَفْضِيلاً."
  },
  {
    // "id": "222",
    "category": "ما يقال في اﻟﻤﺠلس",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3434، وابن ماجه، برقم 3814، وانظر: صحيح الترمذي، 3/ 153، وصحيح ابن ماجه، 2/ 321، ولفظه للترمذي.",
    "zekr":
    "عَنِ ابْنِ عُمَرَ رضي الله عنه قَاَلَ: كَانَ يُعَدُّ لِرَسُولِ اللَّهِ صلى الله عليه وسلم فِي الْمَجْلِسِ الوَاحِدِ مِائَةُ مَرَّةٍ مِنْ قَبْلِ أَنْ يَقُومَ: رَبِّ اغْفِرْ لِي، وَتُبْ عَلَيَّ، إِنَّكَ أَنْتَ التَّوَّابُ الغَفُورُ."
  },
  {
    // "id": "223",
    "category": "كفارة اﻟﻤﺠلس",
    "count": "1",
    "description": "",
    "reference": "أصحاب السنن: أبو داود، برقم 4858، والترمذي، برقم 3433، والنسائي، برقم 1344، وانظر صحيح الترمذي 3/ 153، وقد ثبت أن عائشة - رضي الله عنها - قالت: ((ما جلس رسول اللَّه - صلى الله عليه وسلم - مجلساً، ولا تَلا قرآناً، ولا صلَّى صلاةً إلا ختم ذلك بكلمات ... )) الحديث، أخرجه النسائي في عمل اليوم والليلة، برقم 308، وأحمد، 6/ 77، برقم 24486.",
    "zekr":
    "سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ، أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ أَنْتَ، أَسْتَغْفِرُكَ وَأَتُوبُ إِلَيْكَ."
  },
  {
    // "id": "224",
    "category": "الدعاء لمن قال غفر الله لك",
    "count": "1",
    "description": "",
    "reference": "أحمد، 5/ 82، برقم 20778، والنسائي في عمل اليوم والليلة، ص218، برقم 421.",
    "zekr": "وَلَكَ."
  },
  {
    // "id": "225",
    "category": "الدعاء لمن صنع إليك معروفا",
    "count": "1",
    "description": "",
    "reference": "أخرجه الترمذي، برقم 2035، وانظر: صحيح الجامع، 6244 وصحيح الترمذي، 2/ 200.",
    "zekr": "جَزَاكَ اللَّهُ خَيْراً."
  },
  {
    // "id": "226",
    "category": "ما يعصم الله به من الدجال",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 555، برقم 809، وفي رواية: من آخر الكهف، 1/ 556، برقم 809.",
    "zekr":
    "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ سُورَةِ الْكَهْفِ عُصِمَ مِنَ الدَّجَّالِ ، وَالْاسْتِعَاذَةُ بِاللَّهِ مِنْ فِتْنَتِهِ عَقِبَ التَّشَهُّدِ الْأَخِيرِ مِنْ كُلِّ صَلاَةٍ."
  },
  {
    // "id": "227",
    "category": "الدعاء لمن قال إني أحبك في الله",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود، 4/ 333، برقم 5125.",
    "zekr": "أَحَبَّكَ الَّذِي أَحْبَبْتَنِي لَهُ."
  },
  {
    // "id": "228",
    "category": "الدعاء لمن عرض عليك ماله",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 4/ 288، برقم 2049.",
    "zekr": "بَارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ."
  },
  {
    // "id": "229",
    "category": "الدعاء لمن أقرض عند القضاء",
    "count": "1",
    "description": "",
    "reference": "أخرجه النسائي في عمل اليوم والليلة، ص300، وابن ماجه، 2/ 809، برقم 2424، وانظر: صحيح ابن ماجه، 2/ 55.",
    "zekr":
    "بارَكَ اللَّهُ لَكَ فِي أَهْلِكَ وَمَالِكَ، إِنَّمَا جَزَاءُ السَّلَفِ الْحَمْدُ وَالأَدَاءُ."
  },
  {
    // "id": "230",
    "category": "دعاء الخوف من الشرك",
    "count": "1",
    "description": "",
    "reference": "أحمد، 4/ 403، برقم 19606، والأدب المفرد للبخاري، برقم 716، وانظر: صحيح الجامع، 3/ 233.",
    "zekr":
    "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ أَنْ أُشْرِكَ بِكَ وَأَنَا أَعْلَمُ، وَأَسْتَغْفِرُكَ لِمَا لاَ أَعْلَمُ."
  },
  {
    // "id": "231",
    "category": "الدعاء لمن قال بارك الله فيك",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني، ص138، برقم 278، وانظر: الوابل الصيب لابن القيم، ص304.",
    "zekr": "وَفِيكَ بَارَكَ اللَّهُ."
  },
  {
    // "id": "232",
    "category": "دعاء كراهية الطيرة",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 220، برقم 7045، وابن السني، برقم 292، أما الفأل فكان يعجب النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -؛ ولهذا سمع من رجل كلمة طيبة فأعجبته فقال: ((أخذنا فألك من فيك))، أبو داود، برقم 3719، وأحمد، برقم 9040،",
    "zekr":
    "اللَّهُمَّ لاَ طَيْرَ إِلاَّ طَيْرُكَ، وَلاَ خَيْرَ إِلاَّ خَيْرُكَ، وَلاَ إِلَهَ غَيْرُكَ."
  },
  {
    // "id": "233",
    "category": "دعاء الركوب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 3/ 34، برقم 2602، والترمذي، 5/ 501، برقم 3446، وانظر: صحيح الترمذي، 3/ 156، الآيتان من سورة الزخرف:13 - 14.",
    "zekr":
    "بِسْمِ اللَّهِ، وَالْحَمْدُ للَّهِ ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، الْحَمْدُ لِلَّهِ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، سُبْحَانَكَ اللَّهُمَّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي؛ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوبَ إِلاَّ أَنْتَ."
  },
  {
    // "id": "234",
    "category": "دعاء السفر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 978، برقم 1342.",
    "zekr":
    "اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، اللَّهُ أَكْبَرُ، ﴿سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ * وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ﴾ اللَّهُمَّ إِنّا نَسْأَلُكَ فِي سَفَرِنَا هَذَا البِرَّ وَالتَّقْوَى، وَمِنَ الْعَمَلِ مَا تَرْضَى، اللَّهُمَّ هَوِّنْ عَلَيْنَا سَفَرَنَا هَذَا وَاطْوِ عَنَّا بُعْدَهُ، اللَّهُمَّ أَنْتَ الصَّاحِبُ فِي السَّفَرِ، وَالْخَليفَةُ فِي الْأَهْلِ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ وَعْثَاءِ السَّفَرِ، وَكَآبَةِ الْمَنْظَرِ، وَسُوءِ الْمُنْقَلَبِ فِي الْمَالِ وَالْأَهْلِ، وإذا رَجَعَ قَالَهُنَّ وَزَادَ فِيهِنَّ: آيِبُونَ، تائِبُونَ، عَابِدُونَ، لِرَبِّنَا حَامِدُونَ."
  },
  {
    // "id": "235",
    "category": "دعاء دخول القرية أو البلدة",
    "count": "1",
    "description": "",
    "reference": "الحاكم وصححه ووافقه الذهبي، 2/ 100، وابن السني، برقم 524، وحسّنه الحافظ في تخريج الأذكار، 5/ 154.",
    "zekr":
    "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَمَا أَظْلَلْنَ، وَرَبَّ الأَرَضِينَ السَّبْعِ وَمَا أَقْلَلْنَ، وَرَبَّ الشَّياطِينِ وَمَا أَضْلَلْنَ، وَرَبَّ الرِّيَاحِ وَمَا ذَرَيْنَ، أَسْأَلُكَ خَيْرَ هَذِهِ الْقَرْيَةِ، وَخَيْرَ أَهْلِهَا، وَخَيْرَ مَا فِيهَا، وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ أَهْلِهَا، وَشَرِّ مَا فِيهَا."
  },
  {
    // "id": "236",
    "category": "دعاء دخول السوق",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3428، وابن ماجه، 5/ 291، برقم 3860، والحاكم، 1/ 538.",
    "zekr":
    "لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، يُحْيِي وَيُمِيتُ، وَهُوَ حَيٌّ لاِ يَمُوتُ، بِيَدِهِ الْخَيْرُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "237",
    "category": "الدعاء إذا تعس المركوب",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 296، برقم 4982.",
    "zekr": "بِسْمِ اللَّهِ."
  },
  {
    // "id": "238",
    "category": "دعاء المسافر للمقيم",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 403، برقم 9230، وابن ماجه، 2/ 943، برقم 2825، وانظر: صحيح ابن ماجه، 2/ 133.",
    "zekr": "أَسْتَوْدِعُكُمُ اللَّهَ الَّذِي لاَ تَضِيعُ وَدَائِعُهُ."
  },
  {
    // "id": "239",
    "category": "دعاء المقيم للمسافر",
    "count": "1",
    "description": "",
    "reference": "أحمد، 2/ 7، برقم 4524، والترمذي، 5/ 499، برقم،3443.",
    "zekr":
    " أَسْتَوْدِعُ اللَّهَ دِينَكَ، وَأَمَانَتَكَ، وَخَوَاتِيمَ عَمَلِكَ."
  },
  {
    // "id": "240",
    "category": "دعاء المقيم للمسافر",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3444، وانظر: صحيح الترمذي، 3/ 155.",
    "zekr":
    "زَوَّدَكَ اللَّهُ التَّقْوَى، وَغَفَرَ ذَنْبَكَ، وَيَسَّرَ لَكَ الخَيْرَ حَيْثُ ما كُنْتَ."
  },
  {
    // "id": "241",
    "category": "التكبير و التسبيح في سير السفر",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 135، برقم 2993.",
    "zekr":
    "قَالَ جَابِرٌ رضي الله عنه: كُنَّا إِذَا صَعَدْنَا كَبَّرْنَا، وَإِذَا نَزَلْنَا سَبَّحْنَا."
  },
  {
    // "id": "242",
    "category": "دعاء المسافر إذا أسحر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2086، برقم 2718، ومعنى سَمعَ سامِعٌ: أي شهد شاهدٌ على حمدنا للَّه تعالى على نعمه، وحسن بلائه. ومعنى سَمَّعَ سامِعٌ: بلَّغ سامع قولي هذا لغيره، وقال مثله تنبيهاً على الذكر في السحر والدعاء. شرح النووي على صحيح مسلم، 17/ 39.",
    "zekr":
    "سَمِعَ سَامِعٌ بِحَمْدِ اللَّهِ، وَحُسْنِ بَلاَئِهِ عَلَيْنَا، رَبَّنَا صاحِبْنَا، وَأَفْضِلْ عَلَيْنَا، عَائِذاً بِاللَّهِ مِنَ النَّارِ."
  },
  {
    // "id": "243",
    "category": "الدعاء إذا نزل متزلا في سفر أو غيره",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2080، برقم 2709.",
    "zekr": "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ"
  },
  {
    // "id": "244",
    "category": "ذكر الرجوع من السفر",
    "count": "1",
    "description": "",
    "reference": "كان النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - يقوله إذا قَفَلَ من غزوٍ أو حجٍّ، البخاري، 7/ 163، برقم 1797، ومسلم، 2/ 980، برقم 1344.",
    "zekr":
    "يُكَبِّرُ عَلَى كُلِّ شَرَفٍ ثَلاَثَ تَكْبِيرَاتٍ ثُمَّ يَقُولُ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، آيِبُونَ، تَائِبُونَ، عَابِدُونَ، لِرَبِّنا حَامِدُونَ، صَدَقَ اللَّهُ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزابَ وَحْدَهُ."
  },
  {
    // "id": "245",
    "category": "ما يقول من أتاه أمر يسره أو يكرهه",
    "count": "1",
    "description": "",
    "reference": "أخرجه ابن السني في عمل اليوم والليلة، برقم 377، والحاكم وصححه، 1/ 499.",
    "zekr":
    "كَانَ النَّبِيُّ صلى الله عليه وسلم إِذَا أَتَاهُ الْأَمْرُ يَسُرُّهُ قَالَ: الْحَمْدُ لِلَّهِ الَّذِي بِنِعْمَتِهِ تَتِمُّ الصَّالِحَاتُ وَإِذَا أَتَاهُ الْأَمْرُ يَكْرَهُهُ قَالَ: الْحَمْدُ لِلَّهِ عَلَى كُلِّ حَالٍ."
  },
  {
    // "id": "246",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 1/ 288، برقم 384.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً."
  },
  {
    // "id": "247",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 218، برقم 2044، وأحمد، 2/ 367، برقم 8804.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ."
  },
  {
    // "id": "248",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 551، برقم 3546، وغيره، وانظر: صحيح الجامع، 3/ 25، وصحيح الترمذي، 3/ 177.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ."
  },
  {
    // "id": "249",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "النسائي، 3/ 43، برقم 1282، والحاكم، 2/ 421.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم:إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ."
  },
  {
    // "id": "250",
    "category": "فضل الصلاة على النبي صلى الله عليه و سلم",
    "count": "1",
    "description": "",
    "reference": "أبو داود، برقم 2041،",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ."
  },
  {
    // "id": "251",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 74، برقم 54، وأحمد، برقم 1430، واللفظ له، ولفظ مسلم: ((لا تدخلون ... )).",
    "zekr":
    "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: لاَ تَدْخُلُوا الْجَنَّةَ حَتَّى تُؤْمِنُوا، وَلاَ تُؤْمِنُوا حَتَّى تَحَابُّوا، أَوَلاَ أَدُلُّكُم عَلَى شَيْءٍ إِذَا فَعَلْتُمُوهُ تَحَابَبْتُم، أَفْشُوا السَّلاَمَ بَيْنَكُمْ."
  },
  {
    // "id": "252",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 82،، برقم 28، عن عمار - رضي الله عنه - موقوفاً معلقاً.",
    "zekr":
    "ثَلاَثٌ مَنْ جَمَعَهُنَّ فَقَدْ جَمَعَ الْإِيمَانَ: الْإِنْصَافُ مِنْ نَفْسِكَ، وَبَذْلُ السَّلاَمِ لِلْعَالَمِ، وَالْإِنْفَاقُ مِنَ الإِقْتَارِ."
  },
  {
    // "id": "253",
    "category": "إفشاء السلام",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 55، برقم 12، ومسلم، 1/ 65، برقم 39.",
    "zekr":
    "وَعَنْ عَبْدِ اللَّهِ بْنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا: أنَّ رَجُلاً سَأَلَ النَّبِيَّ صلى الله عليه وسلم أيُّ الْإِسْلاَمِ خَيْرٌ قَالَ: تُطْعِمُ الطَّعَامَ، وَتَقْرأُ السَّلاَمَ عَلَى مَنْ عَرَفْتَ وَمَنْ لَمْ تَعْرِفْ."
  },
  {
    // "id": "254",
    "category": "كيف يرد السلام على الكافر إذا سلم",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 42، برقم 6258، ومسلم، 4/ 1705، برقم 2163.",
    "zekr":
    "إذَا سَلَّمَ عَلَيْكُمْ أَهْلُ الْكِتَابِ فَقُولُوا: وَعَلَيْكُمْ."
  },
  {
    // "id": "255",
    "category": "الدعاء عند سماع صياح الديك ونهيق الحمار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 350، برقم 3303، ومسلم، 4/ 2092، برقم 2729.",
    "zekr":
    "إِذَا سَمِعْتُمْ صِيَاحَ الدِّيَكَةِ فَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ؛ فَإِنَّهَا رَأَتْ مَلَكاً وَإِذَا سَمِعْتُمْ نَهِيقَ الْحِمَارِ فَتَعَوَّذُوا بِاللَّهِ مِنَ الشَّيطَانِ؛ فَإِنَّهُ رَأَى شَيْطَاناً."
  },
  {
    // "id": "256",
    "category": "الدعاء عند سماع نباح الكلاب بالليل",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 4/ 327، برقم 5105، وأحمد، 3/ 306، برقم 14283.",
    "zekr":
    "إِذَا سَمِعْتُمْ نُبَاحَ الْكِلاَبِ وَنَهِيقَ الْحَمِيرِ بِاللَّيْلِ فَتَعَوَّذُوا بِاللَّهِ مِنْهُنَّ؛ فَإِنَّهُنَّ يَرَيْنَ مَا لاَ تَرَوْنَ."
  },
  {
    // "id": "257",
    "category": "الدعاء لمن سببته",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 171، برقم 6361، ومسلم، 4/ 2007، برقم 396، ولفظه: ((فاجعلها له زكاةً ورحمةً)).",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: اللَّهُمَّ فَأَيُّمَا مُؤْمِنٍ سَبَبْتُهُ فَاجْعَلْ ذَلِكَ لَهُ قُرْبَةً إِلَيْكَ يَوْمَ الْقِيَامَةِ."
  },
  {
    // "id": "258",
    "category": "ما يقول المسلم إذا مدح المسلم",
    "count": "1",
    "description": "",
    "reference": "رواه مسلم، 4/ 2296، برقم 3000.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: إِذَا كَانَ أَحَدُكُم مَادِحاً صَاحِبَهُ لاَ مَحَالَةَ فَلْيَقُلْ: أَحْسِبُ فُلاَناً وَاللَّهُ حَسِيبُهُ، وَلاَ أُزَكِّي عَلَى اللَّهِ أَحَداً، أَحْسِبُهُ – إِنْ كَانَ يَعْلَمُ ذَاكَ – كَذَا وَكَذَا."
  },
  {
    // "id": "259",
    "category": "ما يقول المسلم إذا زكي",
    "count": "1",
    "description": "",
    "reference": "البخاري في الأدب المفرد، برقم 761، وما بين المعقوفين زيادة للبيهقي في شعب الإيمان، 4/ 228 من طريق آخر.",
    "zekr":
    "اللَّهُمَّ لاَ تُؤَاخِذْنِي بِمَا يَقُولُونَ، وَاغْفِرْ لِي مَا لاَ يَعْلَمُونَ، [وَاجْعَلْنِي خَيْراً مِمَّا يَظُّنُّونَ]."
  },
  {
    // "id": "260",
    "category": "كيف يلبي المحرم في الحج أو العمرة ؟",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 408، برقم 1549، ومسلم، 2/ 841، برقم 1184.",
    "zekr":
    "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ لاَ شَرِيكَ لَكَ لَبَّيْكَ، إِنَّ الْحَمْدَ، وَالنِّعْمَةَ، لَكَ وَالْمُلْكَ، لاَ شَرِيكَ لَكَ."
  },
  {
    // "id": "261",
    "category": "التكبير إذا أتى الركن الأسود",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 476، برقم 1613، والمراد بالشيء: المحجن. انظر: البخاري مع الفتح، 3/ 472.",
    "zekr":
    "طَافَ النَّبيُّ صلى الله عليه وسلم بِالْبَيْتِ عَلَى بَعِيرٍ كُلَّمَا أَتَى الرُّكْنَ أَشَارَ إِلَيْهِ بِشَيْءٍ عِنْدَهُ وَكَبَّرَ."
  },
  {
    // "id": "262",
    "category": "الدعاء بين الركن اليماني والحجر الأسود",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 179، برقم 1894، وأحمد، 3/ 411، برقم 15398، والبغوي في شرح السنة، 7/ 128، والآية من سورة البقرة: 201.",
    "zekr":
    "﴿رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ﴾"
  },
  {
    // "id": "263",
    "category": "دعاء الوقوف على الصفا والمروة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 888، برقم 1218،والآية من سورة البقرة، رقم 158.",
    "zekr":
    "لَمَّا دَنَا النَّبِيُّ صلى الله عليه وسلم مِنَ الصَّفَا قَرَأَ: ﴿إِنَّ الصَّفَا وَالْمَرْوَةَ مِنْ شَعَآئِرِ اللَّهِ﴾ أَبْدَأُ بِمَا بَدَأَ اللَّهُ بِهِ فَبَدَأَ بِالصَّفَا فَرَقِيَ عَلَيْهِ حَتَّى رَأَى الْبَيْتَ، فَاسْتَقْبَلَ الْقِبْلَةَ، فَوَحَّدَ اللَّهَ وَكبَّرَهُ وَقَالَ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ، أَنْجَزَ وَعْدَهُ، وَنَصَرَ عَبْدَهُ، وَهَزَمَ الْأَحْزَابَ وَحْدَهُ، ثُمَّ دَعَا بَيْنَ ذلكَ قَالَ مِثْلَ هَذَا ثَلاَثَ مَرَّاتٍ الْحَدِيثُ وَفِيهِ: فَفَعَلَ عَلَى الْمَرْوَةِ كَمَا فَعَلَ عَلَى الصَّفَا."
  },
  {
    // "id": "264",
    "category": "الدعاء يوم عرفة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3585.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم: خَيْرُ الدُّعَاءِ دُعَاءُ يَوْمِ عَرَفَةَ، وَخَيْرُ مَا قُلْتُ أَنَا وَالنَّبيُّونَ مِنْ قَبْلِي: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ."
  },
  {
    // "id": "265",
    "category": "الذكر عند المشعر الحرام",
    "count": "1",
    "description": "",
    "reference": "مسلم، 2/ 891، برقم 1218.",
    "zekr":
    "رَكِبَ النَّبِيُّ صلى الله عليه وسلم الْقَصْوَاءَ حَتَّى أَتَى الْمَشْعَرَ الْحَرَامَ فَاسْتَقْبَلَ الْقِبْلَةَ (فَدَعَاهُ، وَكَبَّرَهُ، وَهَللَّهُ، وَوَحَّدَهُ) فَلَمْ يَزَلْ وَاقِفاً حَتَّى أَسْفَرَ جِدَّاً فَدَفَعَ قَبْلَ أَنْ تَطْلُعَ الشَّمسُ."
  },
  {
    // "id": "266",
    "category": "التكبير عند رمي الجمار مع كل حصاة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 3/ 583، برقم 1751، وانظر لفظه هناك. والبخاري مع الفتح، 3/ 583، و3/ 584، و3/ 581، برقم 1753، ورواه مسلم أيضاً، برقم 1218.",
    "zekr":
    "يُكَبِّرُ كُلَّمَا رَمَى بِحَصَاةٍ عِنْدَ الْجِمَارِ الثَّلاَثِ، ثُمَّ يَتَقَدَّمُ، ويَقِفُ يَدْعُو مُسْتَقْبِلَ الْقِبلَةِ، رَافِعاً يَدَيْهِ بَعْدَ الْجَمْرَةِ الْأُولَى وَالثَّانِيَةِ أَمَّا جَمْرَةُ الْعَقَبَةِ فَيَرْمِيهَا وَيُكَبِّرُ عِنْدَ كُلِّ حَصَاةٍ وَيَنْصَرِفُ وَلاَ يَقِفُ عِنْدَهَا."
  },
  {
    // "id": "267",
    "category": "دعاء التعجب والأمر السار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 1/ 210، و390، و414، برقم، 115، ورقم 3599، ورقم 6218، ومسلم، 4/ 1857، برقم 1674.",
    "zekr": "سُبْحَانَ اللَّهِ!."
  },
  {
    // "id": "268",
    "category": "دعاء التعجب والأمر السار",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 8/ 441، برقم 4741، وبرقم 3062، والترمذي، برقم 2180، والنسائي في الكبرى، برقم 11185، وانظر: صحيح الترمذي، 2/ 103، و2/ 235، ومسند أحمد، 5/ 218، برقم 21900.",
    "zekr": "اللَّهُ أَكْبَرُ!."
  },
  {
    // "id": "269",
    "category": "ما يفعل من أتاه أمر يسره",
    "count": "1",
    "description": "",
    "reference": "رواه أهل السنن إلا النسائي: أبو داود، برقم 2774، والترمذي، برقم 1578، وابن ماجه، برقم 1394. انظر صحيح ابن ماجه، 1/ 233.",
    "zekr":
    "كَانَ النَّبيُّ صلى الله عليه وسلم إِذَا أَتَاهُ أَمْرٌ يَسُرُّهُ أَوْ يُسَرُّ بِهِ خَرَّ سَاجِداً شُكْراً لِلَّهِ تَبَارَكَ وَتَعَالَى."
  },
  {
    // "id": "270",
    "category": "ما يقول من أحس وجعا في جسده",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 1728، برقم 2202.",
    "zekr":
    "ضَعْ يَدَكَ عَلَى الَّذِي تَألَّمَ مِنْ جَسَدِكَ وَقُلْ: بِسْمِ اللَّهِ، ثَلاَثاً، وَقُلْ سَبْعَ مَرَّاتٍ: أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ."
  },
  {
    // "id": "271",
    "category": "دعاء من خشي أن يصيب شيئا بعينه",
    "count": "1",
    "description": "",
    "reference": "مسند أحمد 4/ 447، برقم 15700، وابن ماجه، برقم 3508، ومالك، 3/ 118 - 119، وانظر تحقيق زاد المعاد للأرناؤوط 4/ 170.",
    "zekr":
    "إِذَا رَأَى أَحَدُكُم مِنْ أَخِيهِ، أَوْ مِنْ نَفْسِهِ، أَوْ مِنْ مَالِهِ مَا يُعْجِبُهُ [فَلْيَدْعُ لَهُ بِالْبَرَكَةِ] فَإِنَّ الْعَيْنَ حَقٌّ."
  },
  {
    // "id": "272",
    "category": "ما يقال عند الفزع",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 6/ 381، برقم 3346، ومسلم، 4/ 2208، برقم 2880.",
    "zekr": "لاَ إِلَهَ إِلاَّ اللَّهُ."
  },
  {
    // "id": "273",
    "category": "ما يقول عند الذبح أو النحر",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1557، برقم 1967، والبيهقي، 9/ 287 وما بين المعقوفين للبيهقي، 9/ 287 وغيره، والجملة الأخيرة سقتها بالمعنى من رواية مسلم.",
    "zekr":
    "بِسْمِ اللَّهِ وَاللَّهُ أَكْبَرُ [اللَّهُمَّ مِنْكَ وَلَكَ] اللَّهُمَّ تَقَبَّلْ مِنِّي."
  },
  {
    // "id": "274",
    "category": "ما يقول لرد كيد مردة الشياطين",
    "count": "1",
    "description": "",
    "reference": "أحمد، 3/ 419، برقم 15461، بإسناد صحيح، وابن السني، برقم 637، وصحح إسناده الأرناؤوط في تخريجه للطحاوية، ص133، وانظر: مجمع الزوائد، 10/ 127.",
    "zekr":
    "أَعُوذُ بكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لاَ يُجَاوِزُهُنَّ بَرٌّ وَلاَ فَاجِرٌ: مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلاَّ طَارِقاً يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ."
  },
  {
    // "id": "275",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 101، برقم 6307.",
    "zekr":
    "قَالَ رَسُولُ اللَّهِ صلى الله عليه وسلم: وَاللَّهِ إِنِّي لأَسْتَغفِرُ اللَّهَ وَأَتُوبُ إِلَيْهِ فِي الْيَوْمِ أَكْثَرَ مِنْ سَبْعِينَ مَرَّةٍ."
  },
  {
    // "id": "276",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2076، برقم 2702.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: يَا أَيُّهَا النَّاسُ تُوبُوا إِلَى اللَّهِ فَإِنِّي أَتُوبُ فِي الْيَوْمِ إِلَيْهِ مِائَةَ مَرَّةٍ."
  },
  {
    // "id": "277",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "أبو داود، 2/ 85، برقم 1517، والترمذي، 5/ 569، برقم 3577، والحاكم وصححه ووافقه الذهبي، 1/ 511.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ أَسْتَغْفِرُ اللَّهَ الْعَظيمَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ القَيّوُمُ وَأَتُوبُ إِلَيهِ، غَفَرَ اللَّهُ لَهُ وَإِنْ كَانَ فَرَّ مِنَ الزَّحْفِ."
  },
  {
    // "id": "278",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "الترمذي، برقم 3579، والنسائي، 1/ 279، برقم 572، والحاكم، 1/ 309، وانظر: صحيح الترمذي، 3/ 183، وجامع الأصول بتحقيق الأرناؤوط، 4/ 144.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الرَّبُّ مِنَ الْعَبْدِ فِي جَوْفِ اللَّيْلِ الآخِرِ فَإِنِ اسْتَطَعْتَ أَنْ تَكُونَ مِمَّنْ يَذْكُرُ اللَّهَ فِي تِلْكَ السَّاعَةِ فَكُنْ."
  },
  {
    // "id": "279",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "مسلم، 1/ 350، برقم 482.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَقْرَبُ مَا يَكُونُ الْعَبْدُ مِنْ رَبِّهِ وَهُوَ سَاجِدٌ فَأَكثِرُوا الدُّعَاءَ."
  },
  {
    // "id": "280",
    "category": "الاستغفار و التوبة",
    "count": "1",
    "description": "",
    "reference": "أخرجه مسلم، 4/ 2075، برقم 2702، قال ابن الأثير: ((ليُغان على قلبي))، أي ليُغطَّى ويُغشى، والمراد به: السهو؛ لأنه كان - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ - لا يزال في مزيد من الذكر والقربة ودوام المراقبة، فإذا سها عن شيء منها في بعض الأوقات، أو نسي، عَدّهُ ذَنباً على نفسه، ففزع إلى الاستغفار. انظر: جامع الأصول، 4/ 386.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: إِنَّهُ لَيُغَانُ عَلَى قَلْبِي وَإِنِّي لأَسْتَغْفِرُ اللَّهَ فِي الْيَوْمِ مِائَةَ مَرَّةٍ."
  },
  {
    // "id": "281",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 168، برقم 6405، ومسلم، 4/ 2071، برقم 2691، وانظر: فضل من قالها مائة مرة إذا أصبح وإذا أمسى، ص 65 من هذا الكتاب.",
    "zekr":
    "قَالَ صلى الله عليه وسلم مَنْ قَالَ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ فِي يَوْمٍ مِائَةَ مَرَّةٍ حُطَّتْ خَطَايَاهُ وَلَوْ كَانَتْ مِثْلَ زَبَدِ الْبَحْر."
  },
  {
    // "id": "282",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 67، برقم 6404، ومسلم بلفظه، 4/ 2071، برقم 2693، وانظر: فضل من قالها في اليوم مائة مرة: الدعاء رقم 93، ص 66 من هذا الكتاب.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: مَنْ قَالَ لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ، وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ عَشْرَ مِرَارٍ، كَانَ كَمَنْ أَعْتَقَ أَرْبَعَةَ أَنْفُسٍ مِنْ وَلَدِ إِسْمَاعِيلَ."
  },
  {
    // "id": "283",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري، 7/ 168، برقم 6404، ومسلم، 4/ 2072، برقم 2694.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: كَلِمَتَانِ خَفِيفَتَانِ عَلَى اللِّسَانِ، ثَقِيلَتَانِ فِي الْمِيزَانِ، حَبِيبَتَانِ إِلَى الرَّحْمَنِ: سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحانَ اللَّهِ الْعَظِيمِ."
  },
  {
    // "id": "284",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2072، برقم 2695.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: لَأَنْ أَقُولَ سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، أَحَبُّ إِلَيَّ مِمَّا طَلَعَتْ عَلَيْهِ الشَّمسُ"
  },
  {
    // "id": "285",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2073، برقم 2698.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَيَعْجِزُ أَحَدُكُم أَنْ يَكْسِبَ كُلَّ يَوْمٍ أَلْفَ حَسَنَةٍ فَسَأَلَهُ سَائِلٌ مِنْ جُلَسَائِهِ كَيْفَ يَكْسِبُ أَحَدُنَا أَلْفَ حَسَنَةٍ؟ قَالَ: يُسَبِّحُ مِائَةَ تَسْبِيحَةٍ، فَيُكتَبُ لَهُ أَلْفُ حَسَنَةٍ أَوْ يُحَطُّ عَنْهُ أَلْفُ خَطِيئَةٍ"
  },
  {
    // "id": "286",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "أخرجه، الترمذي، 5/ 511، برقم 3464، والحاكم، 1/ 501، وصححه ووافقه الذهبي، وانظر: صحيح الجامع، 5/ 531، وصحيح الترمذي، 3/ 160.",
    "zekr":
    "مَنْ قَالَ: سُبْحَانَ اللَّهِ الْعَظِيمِ وَبِحَمْدِهِ غُرِسَتْ لَهُ نَخْلَةٌ فِي الْجَنَّةِ."
  },
  {
    // "id": "287",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 11/ 213، برقم 4206، ومسلم، 4/ 2076، برقم 2704.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: يَا عَبْدَ اللَّهِ بْنَ قَيْسٍ أَلاَ أَدُلُّكَ عَلَى كَنْزٍ مِنْ كُنُوزِ الْجَنَّةِ؟ فَقُلْتُ: بَلَى يَا رَسُولَ اللَّهِ، قَالَ: قُلْ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ."
  },
  {
    // "id": "288",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 3/ 1685، برقم 2137.",
    "zekr":
    "وَقَالَ صلى الله عليه وسلم: أَحَبُّ الْكَلاَمِ إِلَى اللَّهِ أَرْبَعٌ: سُبْحَانَ اللَّهِ، وَالْحَمْدُ لِلَّهِ، وَلاَ إِلَهَ إِلاَّ اللَّهُ، وَاللَّهُ أَكْبَرُ، لاَ يَضُرُّكَ بِأَيِّهِنَّ بَدَأتَ."
  },
  {
    // "id": "289",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2072، برقم 2696، وزاد أبو داود، 1/ 220، برقم 832: فلما ولّى الأعرابي قال النبي - صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ -: ((لقد ملأ يده من الخير)).",
    "zekr":
    "جَاءَ أَعْرَابِيٌّ إِلَى رَسُولِ اللَّهِ صلى الله عليه وسلم فَقَالَ: عَلِّمْنِي كَلاماً أَقُولُهُ: قَالَ: قُلْ: لاَ إِلَهَ إِلاَّ اللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، اللَّهُ أَكْبَرُ كَبِيراً، وَالْحَمْدُ لِلَّهِ كَثِيراً، سُبْحَانَ اللَّهِ رَبِّ العَالَمِينَ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللَّهِ الْعَزِيزِ الْحَكِيمِ قَالَ: فَهَؤُلاَءِ لِرَبِّي، فَمَا لِي؟ قَالَ: قُلْ: اللَّهُمَّ اغْفِرْ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَارْزُقْنِي."
  },
  {
    // "id": "290",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "مسلم، 4/ 2073، برقم 3697، وفي رواية له أيضاً: ((فإن هؤلاء تجمع لك دنياك وآخرتك)).",
    "zekr":
    "كَانَ الرَّجُلُ إِذَا أَسْلَمَ عَلَّمَهُ النَّبيُّ صلى الله عليه وسلم الصَّلاَةَ ثُمَّ أَمَرَهُ أَنْ يَدْعُوَ بِهَؤُلاَءِ الْكَلِمَاتِ: اللَّهُمَّ اغْفِرِ لِي، وَارْحَمْنِي، وَاهْدِنِي، وَعَافِنِي وَارْزُقْنِي."
  },
  {
    // "id": "291",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "الترمذي، 5/ 462، برقم 3383، وابن ماجه، 2/ 1249، برقم 3800، والحاكم، 1/ 503،وصححه ووافقه الذهبي، وانظر: صحيح الجامع، 1/ 362.",
    "zekr":
    "إِنَّ أَفْضَلَ الدُّعَاءِ الْحَمْدُ لِلَّهِ، وَأَفْضَلَ الذِّكْرِ لاَ إِلَهَ إِلاَّ اللَّهُ."
  },
  {
    // "id": "292",
    "category": "فضل التسبيح والتحميد، والتهليل، والتكبير",
    "count": "1",
    "description": "",
    "reference": "أحمد، برقم 513، بترتيب أحمد شاكر، وانظر: مجمع الزوائد، 1/ 297، وعزاه ابن حجر في بلوغ المرام من رواية أبي سعيد إلى النسائي [في الكبرى]، برقم 10617، وقال: صححه ابن حبان، [برقم 840]، والحاكم [1/ 541].",
    "zekr":
    "الباقيات الصالحات : سبحان الله والحمد لله ، ولا إله إلا الله ،والله أكبر ،و لا حول ولا قوة إلا بالله."
  },
  {
    // "id": "293",
    "category": "كيف كان النبي ﷺ يسبح؟",
    "count": "1",
    "description": "",
    "reference": "أخرجه أبو داود بلفظه، 2/ 81، برقم 1502، والترمذي، 5/ 521، برقم 3486، وانظر: صحيح الجامع، 4/ 271، برقم 4865.",
    "zekr":
    "عَنْ عَبْدِ اللَّهِ بْنِ عَمْرٍو رضي الله عنه قَالَ: رَأَيْتُ النَّبيَّ صلى الله عليه وسلم يَعْقِدُ التَّسْبِيحَ وفي زيادةٍ: بِيَمِينِهِ."
  },
  {
    // "id": "294",
    "category": "من أنواع الخير والآداب الجامعة",
    "count": "1",
    "description": "",
    "reference": "البخاري مع الفتح، 10/ 88، برقم 5623، ومسلم، 3/ 1595، برقم 2012.",
    "zekr":
    "قَالَ النَّبِيُّ صلى الله عليه وسلم إِذَا كَانَ جُنْحُ اللَّيْلِ – أَوْ أَمْسَيْتُم – فَـكُفُّوا صِبْيانَـكُم، فَإِنَّ الشَّيَاطِينَ تَنْتَشِرُ حِينَئِذٍ، فَإِذَا ذَهَبَ سَاعَةٌ مِنَ اللَّيلِ فَخَلُّوهُمْ، وَأَغْلِقُوا الأَبْوَابَ وَاذْكُرُوا اسْمَ اللَّهِ؛ فَإِنَّ الشَّيطَانَ لاَ يَفْتَحُ بَاباً مُغلَقاً، وَأَوْكُوا قِرَبَكُمْ، وَاذْكُرُوا اسْمَ اللَّهِ، وَخَمِّرُوا آنِيَتَكُم، وَاذْكُرُوا اسْمَ اللَّهِ، وَلَوْ أَنْ تَعْرُضُوا عَلَيْهَا شَيْئاً، وَأَطْفِئُوا مَصَابِيحَكُمْ."
  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ﴿1﴾ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ﴿2﴾ الرَّحْمَنِ الرَّحِيمِ ﴿3﴾ مَالِكِ يَوْمِ الدِّينِ ﴿4﴾ إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ ﴿5﴾ اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ ﴿6﴾ صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿7﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "الم ﴿1﴾ ذَلِكَ الْكِتَابُ لَا رَيْبَ \r\nفِيهِ هُدًى لِلْمُتَّقِينَ ﴿2﴾ الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ﴿3﴾ وَالَّذِينَ يُؤْمِنُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمَا أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآَخِرَةِ هُمْ يُوقِنُونَ ﴿4﴾ أُولَئِكَ عَلَى هُدًى مِنْ رَبِّهِمْ وَأُولَئِكَ هُمُ الْمُفْلِحُونَ ﴿5﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "اللّهُ لاَ إِلَـهَ إِلاَّ هُوَ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الأَرْضِ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَاء وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالأَرْضَ وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "لِلَّهِ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَإِنْ تُبْدُوا مَا فِي أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ اللَّهُ فَيَغْفِرُ لِمَنْ يَشَاءُ وَيُعَذِّبُ مَنْ يَشَاءُ وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ ﴿284﴾ آَمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ وَالْمُؤْمِنُونَ كُلٌّ آَمَنَ بِاللَّهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيرُ ﴿285﴾ لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ ﴿286﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "قُلْ يَا أَيُّهَا الْكَافِرُونَ ﴿1﴾ لَا أَعْبُدُ مَا تَعْبُدُونَ ﴿2﴾ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿3﴾ وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ ﴿4﴾ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿5﴾ لَكُمْ دِينُكُمْ وَلِيَ دِينِ ﴿6﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "قُلْ هُوَ اللَّهُ أَحَدٌ ﴿1﴾ اللَّهُ الصَّمَدُ ﴿2﴾ لَمْ يَلِدْ وَلَمْ يُولَدْ ﴿3﴾ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ ﴿4﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ ﴿1﴾ \r\nمِنْ شَرِّ مَا خَلَقَ ﴿2﴾ وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ﴿3﴾ وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ﴿4﴾ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ ﴿5﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من القرآن الكريم",
//    "count": "1",
//    "description": "",
//    "reference": "",
//    "zekr":
//        "قُلْ أَعُوذُ بِرَبِّ النَّاسِ ﴿1﴾ \r\nمَلِكِ النَّاسِ ﴿2﴾ إِلَهِ النَّاسِ ﴿3﴾ مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ﴿4﴾ \r\nالَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ ﴿5﴾ مِنَ الْجِنَّةِ وَالنَّاسِ ﴿6﴾"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "فإذا قالَ ذلكَ قال الشيطانُ : حُفِظَ منِّي سائرَ اليومِ",
//    "reference": "أبو داود",
//    "zekr":
//        "أَعُوذُ بِاللَّهِ الْعَظِيمِ، وَبِوَجْهِهِ الْكَرِيمِ، وَسُلْطَانِهِ الْقَدِيمِ، مِنَ الشَّيْطَانِ الرَّجِيمِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "الترمذي",
//    "zekr":
//        "أَعُوذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِهِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "البخاري",
//    "zekr":
//        "أعوذُ بكلماتِ اللهِ التامَّةِ ، مِن كُلِّ شيطانٍ وهامَّةٍ ، ومِن كُلِّ عَيْنٍ لامَّةٍ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "مسلم",
//    "zekr": "أعوذُ بكلماتِ اللهِ التامَّاتِ مِن شرِّ ما خَلق"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "مسلم",
//    "zekr":
//        "بِسْمِ اللَّهِ أَرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، مِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللَّهُ يَشْفِيكَ، بِسْمِ اللَّهِ أَرْقِيكَ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "مسلم",
//    "zekr":
//        "بِسْمِ اللَّهِ (ثَلَاثًا)، أَعُوذُ بِاللَّهِ وَقُدْرَتِهِ مِنْ شَرِّ مَا أَجِدُ وَأُحَاذِرُ (سَبْعَ مَرَّاتٍ)"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "7",
//    "description": "",
//    "reference": "أحمد",
//    "zekr":
//        "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ، أَنْ يَشْفِيَكَ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "البخاري",
//    "zekr":
//        "اللَّهُمَّ ربَّ النَّاسِ، أَذْهِب الْبَأسَ، واشْفِ، أَنْتَ الشَّافي لا شِفَاءَ إِلاَّ شِفَاؤُكَ، شِفاءً لا يُغَادِرُ سقَماً"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أحمد",
//    "zekr": "اللَّهُمَّ اشْفِ عَبْدَكَ، وصَدِّقْ رَسُولَك"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أحمد",
//    "zekr":
//        "اللهُمَّ بَارِكْ عَلَيْهِ، وَأَذْهِبْ عَنْهُ حَرَّ الْعَيْنِ وَبَرْدَهَا وَوَصَبَهَا"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "الترمذي",
//    "zekr":
//        "اللَّهُمَّ إِنَّا نَسْأَلُكَ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَنَعُوذُ بِكَ مِنْ شَرِّ مَا اسْتَعَاذَ مِنْهُ نَبِيُّكَ مُحَمَّدٌ صلى الله عليه وسلم وَأَنْتَ الْمُسْتَعَانُ، وَعَلَيْكَ الْبَلَاغُ، وَلَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللَّهِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أحمد\n",
//    "zekr":
//        "لَا إِلَهَ إِلَّا اللَّهُ الْعَظِيمُ الْحَلِيمُ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ الْعَرْشِ الْكَرِيمِ، لَا إِلَهَ إِلَّا اللَّهُ رَبُّ السَّمَاوَاتِ وَرَبُّ الْعَرْشِ الْعَظِيمِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "3",
//    "description": "",
//    "reference": "أبو داود",
//    "zekr":
//        "رَبّنَا الَّلهُ الذِي فِي السَّمَاءِ، تَقَدَّسَ اسمُكَ، أَمرُكَ فِي السَّمَاءِ وَالأَرْضِ، كَمَا رَحمَتُكَ فِي السَّمَاءِ فَاجْعَلْ رَحْمَتَكَ فِي الأَرْضِ، اغفِر لَنَا حَوْبَنَا وَخَطَايَانَا، أَنتَ رَبُّ الطَّيِّبِينَ، أَنزِلْ رَحْمَةً مِن رَحمَتِكَ، وَشِفَاءً مِن شِفَائِكَ عَلَى هَذَا الوَجَعِ، فَيَبرَأ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أحمد\n",
//    "zekr":
//        "أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّامَّاتِ الَّتِي لَا يُجَاوِزُهُنَّ بَرٌّ وَلَا فَاجِرٌ، مِنْ شَرِّ مَا خَلَقَ، وَبَرَأَ، وَذَرَأَ، وَمِنْ شَرِّ مَا يَنْزِلُ مِنَ السَّمَاءِ، وَمِنْ شَرِّ مَا يَعْرُجُ فِيهَا، وَمِنْ شَرِّ مَا ذَرَأَ فِي الْأَرْضِ، وَمِنْ شَرِّ مَا يَخْرُجُ مِنْهَا، وَمِنْ شَرِّ فِتَنِ اللَّيْلِ وَالنَّهَارِ، وَمِنْ شَرِّ كُلِّ طَارِقٍ إِلَّا طَارِقًا يَطْرُقُ بِخَيْرٍ يَا رَحْمَنُ "
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "3",
//    "description": "",
//    "reference": "أبو داود",
//    "zekr":
//        "بِسـمِ اللهِ الذي لا يَضُـرُّ مَعَ اسمِـهِ شَيءٌ في الأرْضِ وَلا في السّمـاءِ وَهـوَ السّمـيعُ العَلـيم"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أبو داود",
//    "zekr":
//        "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّةِ مِنْ غَضَبِهِ وَعِقَابِهِ ، وَشَرِّ عِبَادِهِ ، وَمَنْ هَمَزَاتِ الشَّيَاطِينِ ، وَأَنْ يَحْضُرُونِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "الترمذي",
//    "zekr":
//        "بِسْمِ اللَّهِ الْعَظِيمِ ، أَعُوذُ بِاللَّهِ الْكَبِيرِ مِنْ شَرِّ كُلِّ عِرْقٍ نَعَّارٍ ، وَمِنْ شَرِّ حَرِّ النَّارِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "البخاري\n",
//    "zekr":
//        "بِسْمِ اللهِ تربَةُ أَرْضِنَا، بِرِيقةِ بَعْضِنَا، يُشْفَى سَقِيمُنَا، بإِذْنِ رَبِّنَا"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "7",
//    "description": "",
//    "reference": "أحمد",
//    "zekr":
//        "أَسْأَلُ اللَّهَ الْعَظِيمَ رَبَّ الْعَرْشِ الْعَظِيمِ، أَنْ يُعَافِيَكَ وَيَشْفِيَكَ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "الترمذي",
//    "zekr":
//        "اللَّهُمَّ بَرِّدْ قَلْبِي بِالثَّلْجِ وَالْبَرَدِ وَالْمَاءِ الْبَارِدِ ، اللَّهُمَّ نَقِّ قَلْبِي مِنَ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنَ الدَّنَسِ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أبو داود",
//    "zekr":
//        "اللَّهُمَّ إِنِّي أَعُوذُ بِوَجْهِكَ الْكَرِيمِ وَكَلِمَاتِكَ التَّامَّةِ مِنْ شَرِّ مَا أَنْتَ آخِذٌ بِنَاصِيَتِهِ، اللَّهُمَّ أَنْتَ تَكْشِفُ الْمَغْرَمَ وَالْمَأْثَمَ، اللَّهُمَّ لَا يُهْزَمُ جُنْدُكَ، وَلَا يُخْلَفُ وَعْدُكَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ، سُبْحَانَكَ وَبِحَمْدِكَ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "مسلم",
//    "zekr":
//        "بِاسْمِ اللَّهِ يُبْرِيكَ، وَمِنْ كُلِّ دَاءٍ يَشْفِيكَ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ، وَشَرِّ كُلِّ ذِي عَيْنٍ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "أحمد",
//    "zekr":
//        "اللَّهُمَّ اشْفِ عَبْدَكَ يَنْكَأُ لَكَ عَدُوًّا ، أَوْ يَمْشِي لَكَ إِلَى صَلاةٍ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "البخاري",
//    "zekr":
//        "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ  فِي الْعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ"
//  },
//  {
//    "category": "الرُّقية الشرعية من السنة النبوية",
//    "count": "1",
//    "description": "",
//    "reference": "مسلم",
//    "zekr":
//        "بِسْمِ اللَّهِ أرْقِيكَ، مِنْ كُلِّ شَيْءٍ يُؤْذِيكَ، وَمِنْ شَرِّ كُلِّ نَفْسٍ أَوْ عَيْنِ حَاسِدٍ، اللهُ يَشْفِيكَ، بِسمِ اللَّهِ أَرقِيكَ"
//  }
];
